{
  "Part1": {
    "P1": "The soil of Uttar Pradesh is seeped in rich ancient history that has been witness to our democratic traditions long before the subcontinent claimed Independence from the British.",
    "WAJ": "Wajid Ali Shah",
    "P2": "Ancient India was no stranger to Democracy. The concept of democracy was not only common but prevalent in large sections of society, for example in local governments, trade unions, religious assemblies, etc. Elaborate procedures for elections existed as far ago as the Vedic times.<br>The parliamentary form of governance we see today in India as well as the west has been prevalent in the Indian subcontinent long before the British arrived. Mentions of Sabhas and Samitis can be traced back to Vedic Literature as well as the likes of Dharma Sabhas of the Buddhists within India.Up until the 16th century, this kind of governance expanded to different parts of the subcontinent before the land was subjected to different invasions.",
    "DIV1": "Over the years, when these Sabhas did lose their agency when compared to the position they held before, they were still equipped to dismiss a king if the members decided a King’s actions were against the law of the land and/or against public interest. ",
    "SPAN1": "The Sabhas mentioned in the Vedas as well as Mahabharat were essentially the means to deliberate on the various policies of the state as well as public welfare. They had a Sabhapati who was elected by this very Sabha and would be a part of all the proceedings of the sabha. These sabhapatis were also referred to as Kings, but it is key to note that they were elected by the sabha, essentially making the government a republic. Ancient India was predominantly a collection of republics, not monarchies.",
    "FULL":"These sabhas and samitis were a forum to have open debates, where everyone was free to speak their mind on the matters being debated. Deliberations of every kind with regard to policy, governance, or public redressal among many others were done within these Sabhas. Their function was to assist the Sabhapati to run the state smoothly. The final resolution was only passed when all the members were in agreement on the resolution.The public was free to seek redressal and come to the sabha with their grievances should they not be satisfied with their local redressal systems, which would then be discussed in the Sabha and addressed.",
    "DIV2": "These institutions were very prevalent all over the subcontinent before they gradually started disappearing when different invaders established their own rule and in effect their own styles of governance on the land they were on. In the Mahabharat period, the form of governance came very close to that what we have in the present day. These governments slowly evolved into monarchical styles of governance with invasions.They almost completely dissipated when the Mughals entered the Subcontinent.",
    "P3": "A brief understanding of our established and recorded ancient democratic systems of sabhas and samitis in the land famed to be Lord Ram’s home.<br>Moving into the developments that finally led to the British annexation of the last kingdom – Awadh – celebrated for its Nawabi culture, art, and literature.",
    "SPAN2": "The Sabhas mentioned in the Vedas as well as Mahabharat were essentially the means to deliberate on the various policies of the state as well as public welfare. They had a Sabhapati who was elected by this very Sabha and would be a part of all the proceedings of the sabha.",
    "DIV3": "",
    "SPAN3": "Towards the end of the Mughal Empire, as it gradually lost its agency, its only real power rested with the Nawabs of Awadh. Lucknow became the new center of hustle and bustle of culture, literature, and art as the Mughal influence shrank to be concentrated within the Awadh region.",
    "DIV4": "British presence in the Awadh region came later than in most parts of India. While there were certain pockets that were governed by the Company byelaws, for example the Company factory in Agra as well as the region that fell within its compound in 1619 in Agra, that was the extent of their engagement in administration till 1773. <br><br>In 1773, the then-Mughal Emperor legally transferred the regions of Ghazipur and Banaras that were under his jurisdiction to the Company. The Company then gradually started to widen its reach within the present-day UP region. All the territories that subsequently came under the company had the Governor General’s Council in Calcutta as their legislature which could issue rules and ordinances as long as they were in line with the United Kingdom law. Over time they made Agra their headquarters for their North Western Indian territories.",
    "DIV5": "In 1856, Awadh was the last and only state that the Company had no direct control over. As they grew impatient, they annexed the state under the Doctrine of Lapse stating the then Nawab – Nawab Wajid Ali Shah – was an unfit Ruler. Awadh hence came under the Company’s control in 1856, the company now having annexed the last Independent Indian territory.",
    "DIV6": "The first step in the development of our legislature in what we now know as Uttar Pradesh came in the year 1853. It came with a Charter from the British Crown that extended the East India Company’s trade in the Indian territories indefinitely and created virtually a separate Legislative Council for the British Territories in India with the Governor General at its head.",
    "MUG": "An understanding of the gradual progression from the downfall of the Mughal Empire to the British East India Company taking the reigns of the Awadh region culminating in the set up of a Legislature for British-held India.",
    "MUG1": "Towards the end of the Mughal Empire, as it gradually lost its agency, its only real power rested with the Nawabs of Awadh. Lucknow became the new center of hustle and bustle of culture, literature, and art as the Mughal influence shrank to be concentrated within the Awadh region.",
    "AOBBTN": " Arrival of british",
    "NAWABBTN": "Nawabs of Awadh",
    "AWADHBTN": "Entry into Awadh region",
    "ANNEXBTN": "Annexation of Awadh",
    "LEGISBTN": "Legislature in British India",
    "ANCBTN": "Ancient",
    "DAL":"Dalhousie",
    "STRUCTBTN": " Structure",
    "FUNCBTN": "Function",
    "DOWNBTN": " Downfall",
    "SELECT": "Select language"
  },
  "Part2": {
    "P1": "A brief understanding of the milestones within the chronicles of our Legislative History in this time period.",
    "P2": "The Revolt of 1857 – the deafening roar against colonialism that originated in modern-day Uttar Pradesh. The First Council that had Indian representation. Indian Legislative Institutions evolving while contributing to the World War effort.",
    "KEY": "It is key to note that even though none of these representatives were elected by the Indian populace, making them nominated members, the people of every sect in India seemed to be in agreement with the choice of the representatives.The first meeting of this council convened at the Thornhill Mayne Memorial Hall of Allahabad on the 8th of January 1887 and was presided over by the then Lt. Governor. The powers of this new council were very limited and merely tokenistic. Yet, this day was etched into the consciousness of our nation as a historic day.",
    "UP": "  UP Legislature’s foundation traces its way back to the flame the revolt of 1857 ignited against British rule, originating in modern-day Uttar Pradesh. This revolt swept away the very essence of the East India Company, transferring the administrative power of the subcontinent to the British Crown. The story of our representation within our legislature starts from this very revolt, the revolt that sent a clear message – India could not and would not be taken lightly.",
    "REVOLT": "The Revolt of 1857 is widely known in India as its First War of Independence. It was not the first time Indian natives rose up against the British, nor was it the last. However, it was the rapidity of this particular incident that set it apart and led to the subsequent events in our history’s chronicles.",
    "REVOLT2": "The rebellion was not a black and white sequence of events, but was very complex. The rebellion essentially began as a mutiny of the sipahis in Meerut on 10th May 1857. There was general unrest as the last independent region of India - Awadh - had finally been annexed by the Company. With this already budding resentment, a rumour that the new cartridges being provided to the Indian soldiers had Cow and Pig fat. The cartridges had to be opened with one’s mouth. This rumour caused outrage in both the Hindu and Muslim communities as Cows are sacred to Hindus and Muslims consider Pigs as unclean. ",
    "NEWS": "News of the Meerut mutiny spread like wildfire. Individual mutinies erupted with the reception of the news in the neighbouring areas. Even though this rebellion was limited to the northern region with modern-day Uttar Pradesh at its heart, the siege extended its blood well into the next year. The Lucknow Residency had two relief attempts by the British before they could rescue their survivors. Kanpur and neighbouring areas were similarly entrenched in the developments of the ongoing rebellion. Historians say the savagery with which the Company retaliated had never been seen before, especially in India. The blood shed, lives lost and the atrocities the year of the rebellion witnessed were magnanimously high. The news reached Britain, albeit with altered narratives, and shocked many a people.",
    "HISTORIAN": "Historians say the savagery with which the Company retaliated had never been seen before, especially in India. The blood shed, lives lost and atrocities the year of the rebellion saw were magnanimously high. The news reached Britain, albeit with altered narratives, and shocked many a people.<br>It was after this rebellion that the British Crown assumed direct control over the British-held Indian territories. On the 1st of November 1858, a proclamation was issued by the Queen and read throughout India announcing that the Crown has assumed authority for the country and issued a pardon for all the rebels except murderers. Interestingly, the British Army in charge of relief efforts had already publicly hanged countless people solely on the suspicion of being involved in the rebellion, or just as a warning to the rest of the populace, much before this pardon was issued.<br>With this move of the British Crown, The East India Company ceased to be a sovereign power over India, ending the era of India being ruled by a trading organization.",
    "ICOUNCILS": "Indian Councils Act was passed as a way to incorporate Indian representation within legislative institutions that governed them. Find here the different years when the Indian populace fought for more and better representation, making their voices heard.",
    "ASSUM": "The assumption of administrative power by the British Crown in 1858 from the East India Company ushered in a new era in the beginning of the representative institutions of the Indian subcontinent. No attempt had yet been made to associate Indians with the administration of their country. Such a move was sought to be made in the British Parliament in 1856, but Gladstone turned it down. It was in 1861 when this step was taken for the first time. With this historic move with the passage of the Indian Councils Act of 1861, Indians were incorporated within their legislative processes for the first time, marking a momentous milestone in our legislative history. ",
    "AFTER": "After the Indian Councils Act was passed in the year 1861, the council for the North Western Provinces and Awadh at the time could not be formed even after 25 long years. It was in January of 1887 that the first council was formed in the state. Out of a total of nine members, four Indian members were to be included in this council for the first time.",
    "FIRST": "The first Four Indian Members of the North Western Provinces and Awadh",
    "SIR": "",
    "RAJA": "",
    "AHMED": " Sir Syed Ahmed Khan",
    "PRATAP": " Raja Pratap Narayan Singh",
    "RAI": "Rai Bahadur Durga Prasad",
    "PANDIT": "Pandit Ajudhyanath",
    "EIGHT": "The eighties of the 20th Century saw the birth of the Indian National Congress. It took up the question of Legislative reforms. The Councils and the Indian representation within them had proved to be inadequate, disappointing, and merely tokenistic.",
    "ASRESULT": "As a result of the Indians’ unabating demands, the Indian Councils Act of 1892 was passed. While it did not provide for the principle of election, it was laid down that the members of the provincial legislative council were to be nominated by the Governors, not without the recommendations of the District Boards, Municipalities, Landlords, and Merchants. The member count was raised to fifteen. The Council members now also had the right to ask questions under the provisions of the act. When this Council met for the first time on December 6th, 1893, Raja Ram Pal rose to ask the first question in the history of the Council after the Lt. Governor made his opening speech.<br>In 1902, the North Western Provinces and Oudh was rechristened as the United Provinces of Agra and Oudh.",
    "CLEAR": "It was clear that the Act of 1892 was a mere appeasement strategy by the British as it did not institute any real changes. With the growing dissatisfaction in this time period – given Lord Curzon’s despotic and oppressive policies, nationwide calamities like the famine and plague owing to the British administration, and the humiliation of Indians in South Africa – the Indians did not hold back in expressing their disquiet.",
    "BRITISH": "The British then called upon the Morley-Minto Reforms which were embodied by the Indian Councils Act of 1909. The Act instituted changes in some of the functions and rights of the council, the number of members that would form the council, and the provisions for electorates.<br>The member count was now at 50, with the members being allowed to ask supplementary questions should they not be satisfied with the answer provided. The members now not only had a right to discuss the budget but also move resolutions on it. Separate electorates for Muslims were provided.",
    "MEM": "The member count was now at 50, with the members being allowed to asksupplementary questions should they not be satisfied with the answer provided. The members now not only had a right to discuss the budget but also move resolutions on it. Separate electorates for muslims were provided.",
    "GOVERN": "The Government of India Act was another milestone in our legislative history as it replaced nearly all the earlier enactments with regard to the Indian Constitution.",
    "1916": "In 1916, the Congress and the Muslim League united and ceaselessly demanded for Home-Rule. The World War had just entered a critical stage at the time. With the British heavily involved in the war and in need of national forces in India they had no choice but to consider some of the demands. With the backdrop of World War I and the political developments within the Indian subcontinent, the Montague-Chelmsford deliberations took place.",
    "REPORT": "Their report formed the basis of the Government of India Act 1919 – the Act that made provisions for the first-ever elections in British India, also effectively separating the Legislature and the Executive. This was a very important step in the journey of our Legislature. ",
    "1919": "In 1916, the Congress and the Muslim League united and ceaselessly demanded for Home-Rule. The World War had just entered a critical stage at the time. With the British heavily involved in the war and in need of national forces from India, they had no choice but to consider some of the demands. With the backdrop of World War I and the political developments within the Indian subcontinent, the Montague-Chelmsford deliberations took place. Their report formed the basis of the Government of India Act 1919 – the Act that made provisions for the first-ever elections in British India, also effectively separating the Legislature and the Executive.<br>This was a turning point in the journey of our Legislature, a watershed moment in making our legislature truly representative.",
    "REPORT2": "Their report formed the basis of the Government of India Act 1919 – the Act that made provisions for the first-ever elections in British India, also effectively separating the Legislature and the Executive. This was a very important step in the journey of our Legislature. ",
    "1915": "A lot of Colonies contributed to the War Effort during the period 1914 – 1919. Find out how in the backdrop of the First World War, Indians fought for better representation while supporting Britain’s Allied war efforts at the same time.",
    "1915.2": "In 1915, a consolidating statute known as the Government of India Act, 1915, was passed. It replaced nearly previous enactments dealing with the Indian Constitution.Further meetings of the Council were held under the provisions of this Act.<br>The third Council was inaugurated on 25th April 1916. On July 19, 1916, the Hon. Mr. C.Y. Chintamani moved a resolution expressing the ardent wish of the Council for early and complete victory of Britain in the World War. The resolution was passed unanimously.<br>Important enactments of the Council during the decade 1910-1919 related to Excise, Prevention of adulteration, Civil Courts, Local Bodies, Co-operative Societies, Primary Education, Land Revenue and Tenancy. During this period, great personalities, viz., Motilal Nehru, Madan Mohan Malviya, Tej Bhadur Sapru, Ganga Prasad Verma, Jagat Narain, C.Y. Chintamani and Syed Raza Ali took active part in the Council proceedings.",
    "REVBTN": " Revolt of 1857",
    "ACTBTN": "Indian Councils Act",
    "FACEBTN": " In the face of World War 1",
    "ACTBTN2": "Government of India Act",
    "ORGBTN": "Origins of revolution    ",
    "DEVBTN": "Development of revolution    ",
    "EICBTN": "Effect of revolution    ",
    "1861BTN": "1861",
    "1887BTN": "1887",
    "1892BTN": "1892",
    "1909BTN": "1909"
  },
  "Part3": {
    "FIND": "Find the details of the first elections ever held in British India as a result of the unabating demands of the Indian populace, ",
    "YEAR": "The first elections held in British India did not employ Universal Adult Franchise. It was, however, a historic milestone.<br>Find the details of this election along with its aftermath below.  Also, delve into the noteworthy highlights Sof the time period, including women finally paving their way into the Council.",
    "1920": "The year 1920 witnessed the first-ever elections held in British India, albeit without Universal Suffrage. This reformed council came into existence on 3rd January 1921 and consisted of 121 members out of which a hundred were elected representatives.The first meeting of this newly formed Council was held on the 22nd of January 1921 with Mr. M Keane being appointed as the President.This Council then elected Rai Bahadur Anand Swarup as its Deputy President on 15th February 1921.<br>Most of the meetings of this Council were held in the Government House at Lucknow before the Vidhan Bhavan was constructed for the very purpose of these meetings.",
    "FIRSESS1": "<b>Seat Arrangement</b><br><br>The first session of the next Council that was elected under the provisions of the Government of India Act 1919 was held on 9th January 1924 with Mr. Keane chairing the proceedings.<br>Before this session, the seating of the members was not organised according to their party affiliations, but according to seniority. During this particular session, it was announced that the Swaraj Party – the then opposition – would be seated on the left block, facing the government block. This system is being followed in the Lower House of the Uttar Pradesh Legislature to date.",
    "FIRSESS2": "<b>Women pave their way into the Council</b><br><br>On 1st November, Mr. Mukandi Lal, Deputy President, moved a resolution urging the government to remove the disqualification for women in regard to election and nomination to the Legislative Council.<br>He pointed out that similar resolutions had been adopted by the Madras, Central Province, Bombay, Assam, and Punjab Councils. In the Madras Council, a nominated lady member had been elected as the Deputy President. Several women's organisations in U.P. had also urged the removal of the sex bar. In the twentieth century, throughout the world, women were moving hand in hand with men in all walks of life. He stated that he failed to understand why the United Provinces should remain a century behind the rest of the world.<br>From all sections of the House, the motion received hearty support and was adopted unanimously, marking a watershed moment in history for women all over the country.",
    "SEAT": "Arrangement in seats of opposition 1924",
    "SEX": "Removal of sex bar for membership of council",
    "WORK": "The workmanship of the Vidhan Bhavan is an elegant and winsome amalgamation of European, Mughal, and gothic styles of construction with an Awadhi flare. Find the locations of the Council meetings before the Vidhan Bhavan was constructed and the journey of the structure from the laying of its foundation stone to its inauguration and more.",
    "BEF": "Before the year 1922, there was no permanent venue for the council meetings of the state to be held. The Council sessions were convened in eleven different buildings of Lucknow, Allahabad (Now Prayagraj), Bareilly, and Nainital, since its inception in 1887.<br><br><b>Lucknow</b><br>Government House<br>Chattar Manzil<br>Council Chamber<br>Canning College<br><br><b>Allahabad (Now Praygraj)</b><br>Thorn Hill Mayne Memorial<br>Muir Central College<br>Mayo Memorial Hall<br>Government House<br><br><b>Bareilly</b><br>Town Hall<br><br><b>Nainital</b><br>Government House<br>The Secretariat<br>The different halls the Council assembled in since 1887 were proving to be inadequate in view of the growing size of the Council, especially after the Government of India Act in 1919. In 1920, at an informal meeting of the elected members of the Council, it was decided that a building would be constructed in Lucknow that would serve as a venue for all matters of the Council of North-Western Provinces and Oudh.",
    "BEFVB": "Before Vidhan Bhavan",
    "FOUND": "The Foundation Stone for Vidhan Bhavan – originally christened the Council House – was laid on December 15, 1922, by the then Governor Sir Spencer Harcourt Butler. M/s Martin and Company of Calcutta was tasked with the construction of the building and took 6 years to conclude the project. Its chief architects were Sir Swinon Jacob and Sardar Hira Singh.<br>The workmanship of Vidhan Bhavan is an elegant and winsome amalgamation of European, Mughal, and gothic styles of construction with an Awadhi flare. Most of its interior is made of famed marble from Agra and Jaipur. The main octagonal Chamber has a domed ceiling, with jaalis and exquisite figures of eight dancing peacocks. The sessions of the Legislative Assembly convene in this very chamber.",
    "1992": "",
    "1937": "  In the year 1937, the construction for a separate building for the Legislative Council was concluded by the 'Ford & McDonald' company, under the directions of the architect A.L Mortimer. The building is connected to the original Chamber House through a network of elegant balconies.The Legislative Council meetings of the State have convened in this building ever since. ",
    "WORKMAN": "In the year 1937, the construction for a separate building for the Legislative Council was concluded by the 'Ford & McDonald' company, under the directions of the architect A.L Mortimer. The building is connected to the original Chamber House through a network of elegant balconies. The Legislative Council meetings of the State have convened in this building ever since.",
    "VWALL": "Vidhan Sabha Wall",
    "MUDDIAM":"Speech delivered by Former Governor Alexander Muddiman",
    "VB": "The Vidhan Bhavan was inaugurated on 21st February 1928 with great pomp and grandeur. The correspondence from the time shows the extensive planning that went into organising the inauguration– from security to invitations to the minutest of details like who would be seated where. Council meetings and eventually the Assembly meetings have convened here ever since.",
    "NEW": "Find the details of how the State of Uttar Pradesh evolved into a Bicameral Legislature, an important milestone in our Legislative history. UP is one of the only six states in the country to have an Upper House in the present day.",
    "WITH": "With the Government of India Act in 1935, the next huge step was ushered toward the growth of our legislative institutions. The United Province Legislature now became <b>Bicameral</b>, with a legislative Council as before, but also a Legislative Assembly. The newly formed Assembly consisted of 228 members and the Legislative Council was constituted of 60 members. The tenure of the Assembly was fixed at 5 years and the Council’s at 9 years with one-third of the members retiring every three years. The Houses had the right to elect their own presiding officers - the Speaker of the House for the Assembly and the Chairman for the Council.<br>The first meeting of the Legislative Assembly was concluded on 29th July 1937. Shri Purushottam Das Tandon and Shri Abdul Hakim were elected Speaker and Deputy Speaker respectively on 31st July 1937. In the Legislative Council, Dr. Sir Sitaram and Begum Aijaz Rasul were elected the Chairman and Deputy Chairman respectively on the same day.",
    "OCT": "In October 1939, India was declared a belligerent nation by Britain owing to the Second World War. This situation ultimately led Pandit G. B. Pant, to move a resolution on the subject in the Assembly on October 27, 1939, which with a minor amendment was passed on October 30, 1939. The powerful words of the resolution, as given below, resonated with the whole council:<br>This Assembly regrets that the British Government has made India a participant in the war between Great Britain and Germany without the consent of the people of India and have further, in complete disregard of Indian opinion, passed laws and adopted measures curtailing the powers and activities of the Provincial Governments. This Assembly recommends to the Government to convey to the Government of India and through them to the British Government that in consonance with the avowed aims of the present war, it is essential in order to secure the cooperation of the Indian people that the principle of democracy, with effective safeguards for the Muslims and other minorities, be applied to India and her policy be guided by her people; and that India should be regarded as an independent nation entitled to frame her own constitution and further that suitable action should be taken in so far as it is possible in the immediate present to give effect to that principle in regard to present Government of India. This Assembly regrets that the situation in India has not been rightly understood by His Majesty's Government when authorizing the statement that has been made on their behalf in regard to India, and in view of this failure of the British Government to meet India's demand, this Assembly is of opinion that the Government cannot associate itself with British policy.<br>Shortly after the passage of the above resolution the Congress Ministry resigned. Shortly after, the Assembly was suspended.<br>The Assembly was then dissolved in 1945 to pave the way for a new Assembly to be elected in the year 1946.",
    "DEC": "On December 9, 1946, as the clock struck 11, the Constituent Assembly began its first session, with 211 members attending, out of which 55 hailed from Uttar Pradesh. The drafting was concluded on 26th November 1949 and approved by the Assembly. On 26 January 1950, the constitution took effect, making it India’s first Republic Day. The First Assembly of UP to be elected by Universal Adult Franchise under the new constitution of India was formed in 1952, four years after the Indian Independence Act. This Assembly was the First Vidhan Sabha of the newly christened State of Uttar Pradesh.",
    "FEBTN": " First Election & after",
    "MUKINDI":"Shri Mukandi Lal",
    "VBBTN": "Vidhan Bhavan",
    "BBTN": " Bicameral Beginnings",
    "FBTN": "First Election & the first session that followed",
    "MBTN": "Momentous Highlights in the period",
    "PBTN": " Pre Vidhan Bhawan",
    "FOBTN": "  Foundation Stone",
    "EBTN": " Extension of the building",
    "IBTN": "Inauguration",
    "GBTN": "Govt. of India Act 1935",
    "ITBTN": "In the face of World War 2",
    "ABTN": "A New Era in a free India",
    "UPRIGHT":"Uttar Pradesh - new name of the state",
    "UPLEFT":"Constituent Assembly"
  },
  "Part4": {
    "LEG": "India’s first Republic Day was forever etched into the consciousness of the country as a monumental day when the newly drafted constitution was enacted in a newly sovereign India.Find the particulars of the First Assembly of Uttar Pradesh that came into being in accordance with the newly enacted constitution of India - an Assembly that all the people of the state, rich and poor alike, freely chose and elected for themselves for the first time. These are followed by particulars and highlights of five of the Assemblies that followed.Also, find the details of one of the only six Upper Houses of the country.",
    "UPPER": "The Upper House of the Legislature is not a common element within the state legislatures of India. There are only six states in the country that feature the Upper House in their legislatures – Uttar Pradesh, Bihar, Maharashtra, Andhra Pradesh,   Telangana, and Karnataka. When the UP Legislature became bicameral under the Government of India Act in 1935,  Dr. Sir Sitaram was elected Chairman of the House. Begum Aijaz Rasul was elected Deputy Chairman. As a legislative body, working according to the sentiments and aspirations of the people, the Vidhan Parishad has a strong history of highlighting the problems of the people and expressing their aspirations and expectations.",
    "IMG1": "Dr. Sir Sitaram",
    "IMG2": "Shri Chandrabhal",
    "IMG3": "Shri Raghunath Vinayak Dhulekar",
    "IMG4": "Shri Darbari Lal Sharma",
    "IMG5": "Shri Virendra Swaroop",
    "IMG6": "Shri Virendra Bahadur Chandel",
    "IMG7": "Shri Jagdish Chandra Dixit",
    "IMG8": "Shri Shiv Prasad Gupta",
    "IMG9": "Shri Nityanand Swami",
    "IMG10": "Shri Chaudhary Sukharam Yadav",
    "IMG11": "Shri Ganesh Shankar Pandey",
    "IMG12": "Shri Ramesh Yadav",
    "IMG13": "Kunwar Manvendra Singh",
    "THE": "There is a long line of commendable personalities who have held the office of Chairman of the House after the first elected Chairman, Dr. Sir Sitaram. The incumbent Chairman, Kunwar Manvendra Singh, has been dispensing his duties successfully since the beginning of 2021. Here are the twelve people who have held this office since Indian Independence.",
    "P1": "<b>First Assembly</b><br>8th March 1952 – 31st March 1957<br>Seats: 430 (+1 Anglo-Indian Nomination)<br>347 Constituencies – 264 Single Member, 83 Two Member<br>Government formed by INC who won absolute majority with 388 Seats.<br>1st Meeting of the First Assembly under the Constitution of an independent India – 19th May 1952<br><b>Second Assembly</b><br>1st April 1957 – 6th March 1962<br>Seats: 430 (+1 Anglo-Indian Nomination)<br>Government formed by INC who won absolute majority with 286 Seats",
    "P2": "",
    "P3": "",
    "P4": "<b>3rd Assembly</b><br>7th March 1962 – 9th March 1967<br>Seats: 430 (+1 Anglo-Indian nomination)<br>Government formed by Indian National Congress who won absolute majority with 286 Seats<br><b>4th Assembly</b><br>10th March 1967 – 15th April 1968<br>Seats: 425 (+1 Anglo-Indian nomination)<br>This was the first time in Vidhan Sabha’s history where no one party could accomplish a majority. Indian National Congress did, however, come up as the largest party with 199 seats.",
    "P6": "",
    "1ST": "<b>First Assembly</b><br>After the constitution was enacted in 1950, the elections for the first Assembly in accordance with the new constitution of sovereign India for the state of Uttar Pradesh were held in January-February 1952. This Assembly was constituted on March 8th, 1952, and was dissolved on March 31st, 1957.",
    "2ND": "<b>Second Assembly</b><br>The elections to elect the Second UP Vidhan Sabha were concluded in 1957. This Assembly was formed on April 1st, 1957, and dissolved on March 6th, 1962.",
    "SPEAKER": "Speaker",
    "LEADER": "Leader of Opposition",
    "CM": "Leader of the House",
    "CM2": "CM of Second Assembly",
    "ATMA": "Aatmaram",
    "ATMA2": "Govind Kher",
    "SAM": "Succeeded by Dr Sampurnanand",
    "CHAN": "Chandra Bhanu Gupta",
    "GENDA": "Shri Genda Singh (PSP)",
    "LOK": "Shri Lokbandhu Raj Narain (SP)",
    "PANT": "Shri Govind Ballabh Pant (INC)",
    "TRI": "Shri Triloki Singh",
    "GUPTA1": "Succeeded by Shri Chandrabhanu Gupta",
    "SAM1": "Dr Sampurnanand",
    "DUB": "Shri Yadvendra Dutt Dubey",
    "KRIP": "Smt.Sucheta Kriplani",
    "DARY": "Succeeded by Shri Choudhary Charan Singh (Bharatiya Kranti Dal)",
    "TRI1": "Succeeded by Shri Tribhuvan Narayan Singh (INC)",
    "KAMLA": "Succeeded by Shri Kamalapati Tripathi (INC)",
    "NANDAN": "Succeeded by Shri Hemvati Nandan Bahuguna (INC)",
    "KHER": "Shri Aatmaram Govind Kher (INC)",
    "MADAN": "Shri Madan Mohan Verma",
    "GUPTA2": "Shri Bhanu Gupta",
    "5TH": "<b>Fifth Assembly</b><br>The year 1969 witnessed mid-term elections to elect the Fifth Legislative Assembly. This Assembly was constituted on 26th February 1969, and dissolved on 4th March 1974.",
    "6TH": "<b>Sixth Assembly</b><br>The Sixth Uttar Pradesh Vidhan Sabha was constituted on March 4th, 1974, and dissolved on April 30th, 1977.",
    "NANDAN1": "Shri Hemwati Nandan Bahuguna (INC)",
    "DUTT": "Succeeded by Shri Narayan Dutt Tiwari (INC)",
    "VASU": "Shri Vasudev Singh (INC)",
    "SATYA": "Shri Satya Prakash Malviya (Janata Dal)",
    "3RD": "<b>Third Assembly</b><br>The Third Assembly was constituted on March 7th, 1962, and dissolved on March 9th, 1967.",
    "OFF": "26th January 1946 became forever etched in India’s consciousness for it was the day the country’s constitution was enacted, carefully drafted by its own elected representatives, inculcating values of liberty, equality, and fraternity – values which India takes pride in and stands by to date.<br><br>The Vidhan Sabha adopted a resolution to establish Hindi as the medium of a language that would be used for all official purposes of the House, including the proceedings, in 1947. This was passed as an official Act to provide for the adoption of the language to be used for all matters pertaining to the State of Uttar Pradesh.<br><br>The Speaker of the House as its presiding officer is expected to maintain order, manage the proceedings and govern the administration of its business. Since the Speaker is required to moderate the proceedings of the House in a manner of speaking, there is an expectation for the elected person to be close to unprejudiced. In the First Assembly, when Shri Atmaram Kher was unanimously elected the Speaker of the House, he recognized that responsibility and announced that he would do his best to follow the middle path and avoid taking part in active politics while being a member of his party at the same time.<br><br>In the year 1958, a resolution was passed laying down the procedure to be adopted when a member, officer, or servant of either of the Houses commits an alleged breach of privilege of the House. The Vidhan Sabha is an institution allowing us as citizens to further our democratic traditions. The members of the House carry this gravity with them towards this institution as its participants.",
    "OFF2": "",
    "4TH": "<b>Fourth Assembly</b><br>The elections for the Fourth Assembly were held in the year 1967. This Assembly was formed on 10th March 1967 and dissolved after a year on 15th April 1968.",
    "JAG": "Jagdish Saran Agarwal",
    "GUPTA": "Chandra Bhanu Gupta",
    "CS": "Charan Singh",
    "RAM": "Ram Chandra Vikal",
    "CM4": "CM of Fourth Assembly",
    "UP": "Uttar Pradesh gave the country the first woman Chief Minister of a state. 2nd October 1963 got marked as a momentous occasion in our history when Smt. Sucheta Kriplani took office as Chief Minister of Uttar Pradesh within the tenure of the Third Assembly. This was the first time a woman had taken up this office in any of the states in the country.<br>Shri Madan Mohan Verma was elected as Speaker of the house during the Third Assembly. During the congratulatory speech, some members suggested that Shri Verma follow the House of Commons tradition where the Speaker is non-partisan. He replied to this by stating that the speaker in the UK is elected unopposed from his constituency. Since this is not the case in India, he remarked that one tradition cannot be followed without another. <br>The Fourth Assembly is the very first time a single party could not secure an absolute majority. A coalition government was formed for the first time.",
    "P10": "",
    "P11": "<b>Fifth Assembly</b><br>February 1969 – 4th March 1974<br>Seats: 425 (+1 Anglo-Indian nomination)<br>Government formed by Indian National Congress with 211 seats",
    "P12": "<b>Sixth Assembly</b><br>4th March 1974 – 30th April 1977<br>Seats: 425<br>Government formed by Indian National Congress with 215 seats",
    "ETH": "The Fifth Assembly tenure witnessed five Chief Ministers taking oath. A resolution was proposed to recommend the establishment of a branch of the State Commonwealth Parliamentary Association in Uttar Pradesh. In the year 1970, there was a recommendation to abolish the Upper House of the Uttar Pradesh Legislature. It could not, however, be passed.<br> Shri Vasudev Singh was elected speaker for the duration of the 6th Assembly. He stated that the presiding officer should be impartial and independent while overseeing any business of the House, which is what he would do. The deputy Speaker too, upon being elected, expressed he would be non-partisan. <br>Shri Tribhuvan Narayan Singh took oath as Chief Minister in the year 1970 as the leader of the then coalition. He was not, however, a member of either of the Houses of Uttar Pradesh at the time. The constitution required him to be elected to the House within the next six months. He decided to contest from a district in Gorakhpur but could not be elected. When the motion of thanks was defeated on the Governor’s address in March 1971, he tendered his resignation and stepped down from the post. <br>During the Lok Sabha elections in the year 1977, Janata Dal came to power in the centre with an absolute majority. At the time, there were nine states in the country, including Uttar Pradesh, that were not led by a Janata Dal government. The Sixth Vidhan Sabha was hence dissolved prematurely and re-elections were conducted, resulting in a resounding victory for Janata Dal.",
    "VPBTN": " Vidhan Parishad",
    "KAMLA1":"Shri Kamlapati Tripathi",
    "HEMWANT":"Shri Hemwati Nandan Bahuguna",
    "TN":"Shri Tribhuvan Narayan Singh",
    "TENSUCH":"Shrimati Sucheta Kriplani",
    "EMEMBTN1": "Eminent Members",
    "EMEMBTN2": "Eminent Members",
    "EMEMBTN3": "Eminent Members",
    "FSBTN": "First & Second Assembly",
    "TFBTN": "Third & Fourth Assembly",
    "FSABTN": "Fifth & Sixth Assembly ",
    "EMEMBTN": "Chairmen",
    "LANDBTN": "Landmark Legislations",
    "HEADBTN": "Headliners"
  },
  "Part5": {
    "JAN": "Find the details of the Legislative Assemblies within this time period – their tenures, their eminent members, landmark Acts passed within the period as well as some headliners that stood out within each Assembly.",
    "TENURE": "<b>7th Assembly</b><br>23rd June 1977 – 17th February 1980<br>Seats: 425<br>Government formed by Janata Party with 352 seats<br><br><b>8th Assembly</b><br>9th June 1980 – 10th March 1985<br>Seats:425<br>Government formed by INC with 309 seats",
    "TENURE9.10": "<b>9th Assembly</b><br>10th March 1985 – 29th November 1989<br>Seats: 425<br>Government formed by INC with 269 seats<br><b>10th Assembly</b><br>2nd December 1989 – 4th April 1991<br>Seats: 425<br>Government led by Janata Dal with 208 seats",
    "SPEAKER": "Speaker",
    "JAGN": "Shri Jagannath Prasad",
    "BABU": "Babu Banarasi Das",
    "LEADER": "Leader of Opposition",
    "MANGAL": "Shri Raj Mangal Pandey",
    "DN": "N.D. Tiwari",
    "DUTT": "Shri Narayan Dutt Tiwari (INC)",
    "CM": "Leader of the House",
    "BABUP": "Shri Babu Banarsi Das was elected Speaker of the Seventh Assembly. In 1979, however, he resigned from his post to become the leader of the Janata Party and the allied parties at the time. He then went on to become the Chief Minister of Uttar Pradesh within the tenure of the same assembly. Shri Jagannath Prasad, who was the then Deputy Speaker elected as an independent candidate, succeeded Shri Banarsi Das as the Speaker of the House. This was the first time the Speaker of the House took up the position of the Chief Minister of the State.<br>In January 1980, Congress returned to power with a majority in the next Lok Sabha elections. They decided to dissolve the assemblies of the states that were led by the Janata Party or coalitions. The Seventh Assembly of the Vidhan Sabha was hence yet again dissolved prematurely, and Presidential rule was instated.<br>After the dissolution of the Seventh Assembly, elections were held again, resulting in Congress returning to power during the Eighth Assembly.  Within this Assembly’s tenure, it was the second time that a Speaker of the House went on to become the Chief Minister of the state – Shri Shripati Mishra.",
    "8TH": "<b>Eighth Assembly</b><br><br>Elections for the Eighth Legislative Assembly of Uttar Pradesh were held in May 1980. This Assembly was constituted on 9th June 1980 and dissolved on March 10th, 1985.",
    "SHRI": "Shri Shripati Mishra (INC)",
    "DHARAM": "Succeeded by Shri Dharam Singh (INC)",
    "RAJEN": "Shri Rajendra Singh",
    "PRATAP": "Shri Vishwanath Pratap Singh (INC)",
    "SHRI1": "Succeeded by former Speaker Shri Shripati Mishra",
    "DUTT1": "Succeeded by Shri Narayan Dutt Tiwari",
    "NIYAZ": "Shri Niyaz Hasan",
    "MULAYAM": "Mulayam Singh Yadav (Lok Dal)",
    "SATPAL": "Succeeded by Satyapal Singh Yadav",
    "DUTTC": "Shri Narayan Dutt Tiwari (INC)",
    "VEER": "Succeeded by Shri Vir Bahadur Singh",
    "KESARI": "Keshari Nath Tripathi (BJP)",
    "KAILASH": "Shri Kailash Nath Singh Yadav (Janata Dal)",
    "REWATI": "Shri Revati Raman Singh",
    "9TH": "<b>Ninth Assembly</b><br>March 1985 witnessed the elections for the Ninth Vidhan Sabha, constituting the Assembly on March 10th, 1985. The Assembly was dissolved on November 29th, 1989.",
    "10TH": "<b>Tenth Assembly</b><br>The elections for the Tenth Legislative Assembly of Uttar Pradesh were held in the later part of the year 1989. This Assembly was formed on December 2nd, 1989, and dissolved on April 4th, 1991.",
    "HARI": "Harikishan Srivastava",
    "CM10": "CM of tenth Assembly",
    "YADAV": "Mulayam Singh Yadav",
    "IMP": "An important undertaking of the Ninth Legislative Assembly was the ‘Uttar Pradesh Legislative Assembly Members (Disqualification on the Ground of Defection) Rules, 1987’ which was laid on the table of the House on September 01, 1986. On June 26, 1987, certain amendments were accepted by the Speaker's Bench. These rules came into force in a modified form from June 28, 1987. <br>The Tenth Assembly had the second shortest tenure after the Fourth Assembly. The Chief Minister Mulayam Singh went on to become the Defence Minister of the Country in 1996.",
    "11TH": "<b>Eleventh Assembly</b><br>The elections for the Eleventh Legislative Assembly were held in the month of June of 1991. This Assembly was constituted on June 22nd, 1991, and dissolved a year later, on December 6th, 1992.",
    "DHAN": "Dhaniram Verma",
    "RAM": "Barkhu Ram Verma",
    "KALYAN": "Kalyan Singh",
    "MAYA": "Sushree Mayawati",
    "MUL": "Mulayam Singh Yadav",
    "MAYA1": "Succeeded by Sushree Mayawati",
    "DHANI": "Shri Dhaniram Verma",
    "BHARKU": "Succeeded by Barkhu Ram Verma",
    "12TH": "<b>Twelfth Assembly</b><br>Mid-term elections to elect the Twelfth Vidhan Sabha were held in November 1993. This Assembly was constituted on December 4th, 1993, and dissolved on 27th October 1995.",
    "PRESI": "The President’s rule was instated on the night of December 6, 1992, and the Eleventh Assembly was dissolved owing to the Babri Masjid demolition.<br><br>24th August 1994 – The then Minister of Parliamentary Affairs presented a resolution to establish Uttarakhand as a separate state. The resolution was passed on the very same day.<br><br>The Twelfth Vidhan Sabha witnessed Sushree Mayawati become the second woman to hold the office of the Chief Minister of the State. She was also the first woman from an underprivileged background to do so.",
    "KES": "Kesari Nath Tripathi",
    "AZAM": "Mohd. Azam Khan",
    "LAL": "Lalji Tandon",
    "KALYAN1": "Succeeded by Shri Kalyan Singh",
    "MULAYAM1": "Succeeded by Shri Mulayam Singh Yadav",
    "RP": "Succeeded by Shri Ram Prakash",
    "RAJ": "Succeeded by Shri Rajnath Singh",
    "7TH": "<b>Seventh Assembly</b><br>The Seventh Assembly was constituted on the 23rd of June 1977 and dissolved on the 17th of February 1980.",
    "13TH": "<b>Thirteenth Assembly</b><br>The mid-term elections for the Thirteenth Assembly were concluded in October 1996. The Assembly was constituted on October 17th, 1996, and dissolved on March 7th, 2002.",
    "13.14TEN": "<b>13th Assembly</b><br>17th October 1996 – 7th March 2002<br>Seats: 425<br>Government led by BSP and BJP<br><br><b>14th Assembly</b><br>26th February 2002 – 13th May 2007<br>Seats: 403<br>Government led by Bharatiya Janata Party and Bahujan Samaj Party",
    "14TH": "<b>Fourteenth Assembly</b><br>The year 2001 witnessed the elections for the Fourteenth Legislative Assembly. The Assembly was then constituted on 26th February 2002 and dissolved on 13th May 2007",
    "11.12TEN": "<b>11th Assembly</b><br>22nd June 1991 – 6th December 1992<br>Seats: 425 seats<br>Government formed by Bharatiya Janata Party with 269 seats<br><b>12th Assembly</b><br>4th December 1993 – 27th October 1995<br>Seats: 425 seats<br>Government initially formed by SP and BSP",
    "15.16TEN": "<b>15th Assembly</b><br>13th May 2007 – 9th March 2012<br>Seats: 403 (+1 Anglo Indian Nomination)<br>Government formed by Bahujan Samaj Party<br><b>16th Assembly</b><br>8th March 2012 – 13th March 2017<br>Seats: 403 (+1 Anglo Indian Nomination)<br>Government formed by Samajwadi Party",
    "15TH": "<b>Fifteenth Assembly</b><br>Elections for the Fifteenth Legislative Assembly were concluded in May of 2007, constituting the aforementioned Assembly on May 13th, 2007. The Assembly was dissolved on March 9th, 2012.",
    "16TH": "<b>Sixteenth Assembly</b><br>The elections for the Sixteenth Legislative Assembly of Uttar Pradesh were held in the month of March 2012. This Assembly was formed on March 8th, 2012, and dissolved on March 17th, 2017.",
    "SUKH": "Shri Sukhdev Rajbar",
    "PAL": "Shri Shivpal Singh",
    "MATA": "Shri Mata Prasad Pandey",
    "MAURYA": "Shri Swami Prasad Maurya (BSP)",
    "DINKAR": "Succeeded by Shri Gayacharan Dinkar",
    "AKHI": "Shri Akhilesh Yadav",
    "15TH2": "15th Assembly<br>Leader of the House<br>Km. Mayawati<br>Speaker of the House<br>Sukhdev Rajbhar<br>Leader of Opposition<br>Shri Mulayam Singh Yadav<br>Succeeded by Shri Shivpal Singh",
    "CM15": "CM of Fifteenth Assembly",
    "MAYAP": "Sushree Mayawati was elected Leader of the House in the Fifteenth Vidhan Sabha and was the first leader in the history of Uttar Pradesh who served their full term.<br>Shri Akhilesh Yadav was elected as the leader of the House in the Sixteenth Assembly making him the youngest member to hold the office in UP’s history. During this Assembly’s tenure, the VSOPP was developed through which the members of the House could ask questions and have their queries addressed online. The Uttarshati celebrations to celebrate the Silver Jubilee of the Uttar Pradesh Legislature were also convened in this time period, where the members of the first UP Assembly were honoured. This event was graced by Shri Pranab Mukherjee who kindly addressed both Houses of the UP Legislature and released a postage stamp with the likeness of the UP Vidhan Bhavan. UP Vidhan Bhavan is the only legislature building in the country to have a postage stamp to its name. The Oil Paintings of the Chief Ministers of Uttar Pradesh over the years which adorn the gallery at the building’s entrance were also unveiled during this time period.",
    "HEAD": "In a first-of-its-kind move, the Bharatiya Janata Party and the Bahujan Samaj Party decided to form a government with mutual support headed by either party for six months each. With this move, Sushree Mayawati became the leader of the house on March 21st, 1997 for the onset of the Thirteenth Vidhan Sabha. This Vidhan Sabha also witnessed the reorganisation of Uttar Pradesh to form the state of Uttaranchal – now Uttarakhand.<br>The Uttar Pradesh Legislature has gradually evolved over time since its inception. Through the years its structure has been reconstituted keeping in line with the events at the time. The formation of Uttarakhand was one such event, which yet again instituted such a change in the Vidhan Sabha as well as the Vidhan Parishad. The Vidhan Sabha strength was set at 403 (plus one nominated Anglo-Indian Member) and the Vidhan Parishad was now a 100 members strong. Hence, for the Fourteenth Assembly elections, 403 seats were contested from 403 constituencies, instead of the previous 425.<br>The Fourteenth Assembly also witnessed Shri Mulayam Singh Yadav honouring the living members of the first Uttar Pradesh Vidhan Sabha on August 25th, 2006.",
    "DAS": "Succeeded by then Speaker Shri Banarsi Das (Janata Dal)",
    "NARESH": "Shri Ram Naresh Yadav (Janata Dal)",
    "DAS1": "Shri Banarsi Das (Janata Party)",
    "7N8BTN": "  Seventh & Eigth Assembly",
    "9N10BTN": "  Nine & Tenth Assembly",
    "11N12BTN": " Eleventh & Twelfth Assembly",
    "13N14BTN": "Thirteenth & Fourteenth Assembly",
    "15N16BTN": "Fifteenth &Sixteenth Assembly",
    "EMEMBTN": "Eminent Members",
    "LANDBTN": "Landmark Legislations",
    "HEADBTN": "Headliners"
  },
  "Part6": {
    "FIND": "Find the details of the two Uttar Pradesh Legislative Assemblies of recent times, including the Incumbent Assembly and the vision our Vidhan Sabha holds for a better tomorrow.",
    "17.18TEN": "<b>17th Assembly</b><br>14th March 2017 – 11th March 2022<br>Seats: 403 (+1 Anglo-Indian Nomination)<br>Government formed by Bharatiya Janata Party with 325 Seats.<br><br><b>18th Assembly</b><br>11th March 2022 – Present day<br>Seats: 403<br>Government formed by Bharatiya Janata Party who won absolute majority",
    "SPEAKER": "Speaker",
    "AKHI": "Shri Akhilesh Yadav",
    "LEADER": "Leader of Opposition",
    "HIRI": "Shri Hriday <br> Narayan Dixit",
    "CHAU": "Shree Ramgovind<br>Chaudhary",
    "YOGI": "Shri Yogi <br> Adityanath",
    "CM": "CM of Seventh Assembly",
    "MAHANA": "Shri Satish Mahana",
    "S1": "The 17th Vidhan Sabha was witness to the first ever time Lucknow organised the Seventh Conference of the Commonwealth Parliamentary Association within the premises of the Vidhan Bhavan, hosting dignitaries from Australia, Malaysia, and Mauritius among others.",
    "S2": "A milestone in the history of the Uttar Pradesh Legislature was achieved when the proceedings on the birth anniversary of Mahatma Gandhi concluded uninterrupted for 36 hours.",
    "S3": "The practice of Anglo-Indian nomination in the Lower House of the state ended under this Assembly’s tenure.",
    "S4": " On June 6th, 2022, Shri Ramnath Kovind – the then President of the Country – addressed the Houses of the state in view of the Aazadi ka Amrit Mahotsav year.",
    "SM1": "Since its very inception, the Uttar Pradesh Legislative Assembly has been and continues to be the architect and driving force of political and social change in the country. The Vidhan Sabha has continuously taken the lead in paving new paths to innovation within our legislative process. In the same spirit, the incumbent Assembly has traced a trajectory of inventive initiatives it aims to accomplish to provide a new dimension to the parliamentary affairs within the state.",
    "17TH": "<b>Seventeenth Assembly</b><br>Elections for the Seventeenth Legislative Assembly of Uttar Pradesh were held in March 2017. This Assembly was constituted on March 14th, 2017, and dissolved on March 11th, 2022.",
    "18TH": "<b>Eigtheenth Assembly</b><br>The elections that elected the incumbent Legislative Assembly of Uttar Pradesh were held in March 2022. The Eighteenth Assembly is successfully dispensing its duties and working toward the welfare of the people of the state under the leadership of Shri Yogi Adityanath, the incumbent Leader of the House. ",
    "SM2": "There is dedicated work afoot over the simplification of the rules and procedures of the Assembly’s functioning. There are also substantial plans to make ‘the best MLA of the year award’ a recurring tradition in the Assembly. It seeks to make frequent organisation of a Youth Parliament, regular seminars on Parliamentary Journalism, and a guided tour of the very building where all these works come together a regular feature in the state. The Uttar Pradesh Vidhan Sabha is continually on a ceaseless road of furthering traditions in parliamentary processes to increase efficiency and better the legislative process, making themselves more accessible to the public and keeping it democratic in a true sense.",
    "SM3": "There are also substantial plans to make ‘the best MLA of the year award’ a recurring tradition in the Assembly. It seeks to make frequent organisation of a Youth Parliament, regular seminars on ParliamentaryJournalism, and a guided tour of the very building where all these works come together a regular feature in the state. The Uttar Pradesh Vidhan Sabha is continually on a ceaseless road of furthering traditions in parliamentary processes to increase efficiency and better the legislative process, making themselves more accessible to the public and keeping it democratic in a true sense.",
    "SATISH": "Shri Satish Mahana was unanimously elected as the Speaker of the House on March 29th of 2022. Elected for the eighth consecutive time as a member of the House, he is one of the senior-most members of the Vidhan Sabha.<br>One of his initiatives has been making the Vidhan Sabha more digital and Hi-tech, taking forward the ‘Digital India’ program of the incumbent Prime Minister, Shri Narendra Modi. The Sabha Mandap has been equipped with new technology and equipment. By implementing E-Vidhan from the very first session of the Eighteenth Vidhan Sabha, the proceedings of the incumbent Assembly have been largely digital and paperless, making this initiative a much-needed step for a greener tomorrow.<br>In addition to this, the members’ birthdays are now expressly wished for during the sessions of the House.<br>With efficiency as the goal when it comes to forming legislations for the betterment of the State, another initiative taken up in this Assembly was to organise the seating of the members according to their field of expertise. This has made discussions within the sessions more fruitful, organised, and efficient.<br>Uttar Pradesh has been home to powerful women figures over the years. With the likes of Smt. Sarojini Naidu, Smt. Sucheta Kriplani and Smt. Mayawati gathering national acclaim from this land in the field of politics, the State’s political endeavours have always tried to lift women to the forefront. The Vidhan Sabha session on the 22nd of September in the year 2022 was reserved for just the women elected members of the House by the incumbent Speaker Shri Satish Mahana. This session included only women, was led by women, and was a witness to the discussion of the advancement of women and their rights. It discussed other issues through a gendered lens, which is not often done in legislative institutions, making it a one-of-a-kind session in the history of the country. ",
    "17N18BTN": "  Seventeenth & Eighteenth Assembly",
    "VISBTN": "Future Vision",
    "SPINVBTN": "Speaker’s Initiatives",
    "EMEMBTN": "Eminent Members",
    "LANDBTN": "Landmark Legislations",
    "HEADBTN": "Headliners"
  },
  "imgTransalte" : {
    "en": "'./assets/latest.png'",
    "hn": "'./assets/Hindi.png'"
    }
}
