{
    "Part1":{
        "P1":"भारत की सांस्कृतिक एवं लोकतान्त्रिक विरासत उत्तर प्रदेश की माटी में रची बसी है। उत्तर प्रदेश की पवित्र भूमि सांस्कृतिक एवं लोकतान्त्रिक परंपराओं के विकास और विस्तार की गवाह रही है। ",
        "P2":"लोकतंत्र, प्राचीन भारत के लिए नया नहीं था। लोकतंत्र की अवधारणा न केवल सामान्य थी, बल्कि यह समाज के बड़े वर्गों जैसे स्थानीय सरकारों, व्यापार संघो, धार्मिक सभाओं आदि में प्रचलित थी। चुनाव की विस्तृत प्रक्रिया वैदिक काल से ही मौजूद थी। \n शासन का संसदीय स्वरूप जिसे आज हम भारत के साथ-साथ पश्चिमी देशों में भी देखते हैं, वह अंग्रेजों के आगमन के बहुत पहले भारतीय उपमहाद्वीप में प्रचलित था। सभाओं और समितियों का उल्लेख भारतीय वैदिक साहित्य के साथ-साथ बौद्ध धर्म सभाओं में भी देखा जा सकता है। 16वीं शताब्दी तक इस प्रकार के शासन का विस्तार उपमहाद्वीप के विभिन्न भागों में हुआ था, इससे पहले इस उपमहाद्वीप पर विभिन्न आक्रमण हुए।",
        "DIV1":"यह ध्यान रखना महत्वपूर्ण है कि वे सभा द्वारा चुने गए थे और अनिवार्य रूप से सरकार  को एक गणतंत्र बनाते थे। प्राचीन भारत मुख्य रूप से गणराज्यों का संग्रह था, न कि राजतंत्रों का।",
        "SPAN1":"विधानसभा के प्राचीन स्वरूप का उल्लेख हमे ऋग्वेद मे मिलता है जहां सभाएं, अनिवार्य रूप से राज्य की विभिन्न नीतियों के साथ-साथ लोक कल्याण पर विचार-विमर्श करने का साधन थीं। सभा के द्वारा चुना गया सभापति होता था, जो सभा की समस्त कार्यवाही का हिस्सा होता था। इन सभापतियों को राजा के रूप में भी संदर्भित किया जाता था, लेकिन",
        "IMG1":"ये सभाएँ और समितियाँ बहस करने का एक खुला मंच थीं, जहाँ हर कोई बहस के मामलों पर अपने मन की बात कहने के लिए स्वतंत्र था। इन सभाओं के भीतर नीति, शासन, या सार्वजनिक निवारण के संबंध में हर तरह के विचार-विमर्श किए गए। उनका कार्य सभापति को",
        "IMG2":"राज्य को सुचारू रूप से चलाने में सहायता करना था। अंतिम प्रस्ताव तभी पारित किया जाता था जब सभी सदस्य संकल्प पर सहमत होते थे। जनता अपनी शिकायतों के साथ सभा में आने और उनका निवारण पाने के लिए स्वतंत्र थी। अगर वे अपनी स्थानीय निवारण प्रणाली से संतुष्ट नहीं होते तब इस पर सभा में चर्चा की जाती और उसका निवारण किया जाता था।",
        "DIV2":"सभा और समितियां पूरे भारतीय उपमहाद्वीप में बहुत प्रचलित थी। जब विभिन्न आक्रमणकारियों ने इस महाद्वीप पर अपने स्वयं के शासन की स्थापना की और अपने देश की शासन प्रणालियों को स्थापित किया तब सभाओं और समितियों का पतन होने लगा। महाभारत काल की शासन प्रणाली का स्वरूप लगभग उसके बहुत करीब आ गया था जो आज हमारे पास है। ये सभाएं लगातार आक्रमणों के कारण धीरे-धीरे शासन की राजतंत्रीय शैलियों में विकसित हुईं। जब मुगलों ने उपमहाद्वीप में प्रवेश किया तो ये लगभग पूरी तरह से विलुप्त हो गयी। ",
        "P3":"मुगल साम्राज्य के पतन से लेकर ब्रिटिश ईस्ट इंडिया कंपनी का अवध क्षेत्र के शासनकाल में ब्रिटिश-शासित भारत के लिए एक विधानमंडल की स्थापना में क्रमिक प्रगति का विवरण.",
        "SPAN2":"मुगल साम्राज्य ने अपनी शक्तियां खो दी इसलिए उनकी सत्ता की विश्वसनीय सीट अवध के नवाबों के पास चली गयी। लखनऊ हलचल संस्कृति, साहित्य और कला का नया केंद्र बन गया क्योंकि मुगल प्रभाव अवध क्षेत्र के भीतर केंद्रित हो गया।",
        "DIV3":"",
        "SPAN3":"",
        "DIV4":"उत्तर प्रदेश क्षेत्र में ब्रिटिश उपस्थिति भारत के अधिकांश हिस्सों की तुलना में बाद में स्थापित हुई। जबकि कुछ पॉकेट्स थे जो ईस्ट इंडिया कंपनी के उपनियमों द्वारा शासित होते थे, उदाहरण के लिए आगरा में कंपनी का कारखाना और साथ ही वह क्षेत्र जो इसके परिसर के भीतर आता था, यह वर्ष 1773 तक ब्रिटिश प्रशासन की सीमांतर्गत ही आता था। वर्ष 1773 में, तत्कालीन मुगल सम्राट ने गाजीपुर और बनारस के क्षेत्रों को जोकि पूर्व से कंपनी के क्षेत्र विभाग में उन्हें कानूनी रूप से ईस्ट इंडिया कंपनी को स्थानांतरित कर दिया। कंपनी ने धीरे-धीरे यूपी क्षेत्र के भीतर अपनी पहुंच का विस्तार करना शुरू कर दिया। बाद में कंपनी के अधीन आने वाले सभी क्षेत्रों में उनकी विधायिका के रूप में कलकत्ता में गवर्नर जनरल की परिषद थी, जो नियम और अध्यादेश यूके के कानून के अनुरूप जारी कर सकती थी। समय के साथ उन्होंने अपने उत्तर पश्चिमी भारतीय क्षेत्रों के लिए आगरा को अपना मुख्यालय बना लिया। ",
        "DIV5":"वर्ष 1856 तक अवध आखिरी रियासत थी जिसपर कंपनी का सीधा नियंत्रण नहीं था। वर्ष 1856 में कंपनी ने तत्कालीन नवाब, नवाब वाजिद अली शाह को एक अयोग्य राजा बताते हुए डॉक्ट्रिन ऑफ लैप्स के तहत उनके राज्य पर कब्जा कर लिया। इस प्रकार अवध 1856 में कम्पनी के नियंत्रण में आ गया, कम्पनी का अब अंतिम स्वतंत्र उत्तर भारतीय क्षेत्र पर कब्ज़ा हो चुका था।",
        "DIV6":"विधायी संस्थानों के विकास की दिशा में सर्वप्रथम वर्ष 1853 में ब्रिटिश साम्राज्य में चार्टर के फलस्वरूप वर्ष 1853 में ईस्ट इंडिया कम्पनी को पूरे भारत में व्यापार करने की शक्तियां प्राप्त हो गयी। भारत में ब्रिटिश क्षेत्र हेतु एक अलग ‘लेजिस्लेटिव कौंसिल’ का गठन किया गया। यहीं से भारत में विधायी संस्थाओं के माध्यम से शासन की नींव पड़ी",
        "AOBBTN":"अवध क्षेत्र में अंग्रेजों का आगमन",
        "NAWABBTN":"मुगल साम्राज्य का पतन",
        "AWADHBTN":"फैक्ट्री की स्थापना और गाजीपुर-बनारस",
        "ANNEXBTN":"अवध का विलय",
        "LEGISBTN":"अंग्रेजों के लिए विधायिका की स्थापना",
        "ANCBTN":"प्राचीन गणराज्य",
        "STRUCTBTN":"संरचना",
        "FUNCBTN":"कार्यप्रणाली",
        "DOWNBTN":"पतन",
        "SELECT":"Select language"
    },
    "Part2":{
        "P1":"1857 का विद्रोह - उपनिवेशवाद के खिलाफ एक भीषण विद्रोह जिसकी उत्पत्ति आधुनिक उत्तर प्रदेश में हुई। भारतीयों को प्रतिनिधित्व मिलने वाली गठित पहली परिषद। विश्व युद्ध में शामिल भारतीय और हमारे विधायी इतिहास में मील के पत्थर रहे घटनाक्रमों की संक्षिप्त समझ। ",
        "P2":"1857 का स्वतंत्रता विद्रोह जिसके कारण ब्रिटिश भारत में भारतीयों के प्रतिनधित्व हेतु कई संघर्ष हुए फलस्वरूप भारतीय प्रतिनिधित्व वाली पहली परिषद् का गठन हुआ। प्रथम विश्व युद्ध का वो चेहरा जिसनें सक्रिय योगदान होते हुए भी भारतीय जनमानुष को कई तरह से प्रभावित किया।",
        "UP":"उत्तर प्रदेश मे विधायी व्यवस्था की नींव अंग्रेजी हुकूमत के खिलाफ 1857 की क्रांति मे उपजे विद्रोह के उस ज्वार मे खोजी जा सकती है, जिसमें ईस्ट इण्डिया कम्पनी का अस्तित्व बह गया और भारत के सभी प्रशासकीय अधिकार ब्रिटिश क्राउन के हाथों में चले गये। विधायिका में हमारे प्रतिनिधित्व की कहानी भी इसी विद्रोह से शुरू होती है, जिसने अंग्रेजी हुकूमत को एक स्पष्ट सन्देश दिया कि ‘भारत को हल्के में नहीं लिया जा सकता और न ही लिया जाएगा।",
        "REVOLT":"वर्ष 1857 के विद्रोह को व्यापक रूप से भारत में स्वतंत्रता के प्रथम संग्राम के रूप में जाना जाता है। यह पहली बार नहीं था जब भारतीयों ने अंग्रेजों के खिलाफ विद्रोह किया और न ही यह आखिरी बार था। हालाँकि, यह इस विशेष घटना का प्रभाव था जिसने इसे अन्य विद्रोह से भिन्न स्वरूप प्रदान किया एवं इतिहास के भावी कालखंड को एक दिशा देने में महत्वपूर्ण भूमिका निभाई।",
        "REVOLT2":"विद्रोह घटनाओं का सामान्य अनुक्रम नहीं था। विद्रोह अनिवार्य रूप से 10 मई 1857 को मेरठ में सिपाहियों के विद्रोह के रूप में शुरू हुआ था। भारत के अंतिम स्वतंत्र क्षेत्र अवध को अंततः कंपनी द्वारा कब्जा कर लिए जाने से पहले से ही पनप रही नाराजगी के साथ-साथ एक अफवाह यह भी फैल गई कि भारतीय सैनिकों को जो नए कारतूस दिए जा रहे हैं, उनमें गाय और सुअर की चर्बी है। कारतूस को मुंह से खोलना होता था। इस अफवाह के कारण हिंदू और मुस्लिम दोनों समुदायों में आक्रोश फैल गया क्योंकि गाय हिंदुओं के लिए पवित्र हैं और मुसलमान सूअर को अशुद्ध मानते हैं।",
        "NEWS":"मेरठ विद्रोह की खबर जंगल के आग की तरह फैल गई। आस-पास के इलाकों में इस खबर के साथ ही व्यक्तिगत विद्रोह भड़क उठे। भले ही यह विद्रोह आधुनिक उत्तर भारत के क्षेत्र, जिसका केंद्र उत्तर प्रदेश में था, तक सीमित था, फिर भी इसमें दोनों तरफ से अत्यधिक खून बहा। लखनऊ, कानपुर और आस पास के इलाके इसी तरह चल रहे विद्रोह के घटनाक्रमों में उलझे हुए थे। इतिहासकारों का कहना है कि जिस हैवानियत से कंपनी ने जवाबी कार्रवाई की, वह पहले कभी नहीं देखी गई, खासकर भारत में। खून बहा, लोगों की जान गई और विद्रोह में जो अत्याचार हुए, वे बहुत वीभत्स्य थे। विद्रोह की यह खबर जब ब्रिटेन पहुंची तो इसने कई लोगों को चौंका दिया।",
        "HISTORIAN":"इतिहासकारों का कहना है कि जिस हैवानियत से कंपनी ने पलटवार किया वह पहले कभी नहीं देखा गया, खासकर भारत में। खून बहा, लोगों की जान गई और विद्रोह में जो अत्याचार हुए, वे बहुत वीभत्स्य थे। विद्रोह की यह खबर जब ब्रिटेन पहुंची तो इसने कई लोगों को चौंका दिया।  1 नवंबर 1858 को इस विद्रोह के बाद ब्रिटिश क्राउन ने अंग्रेजों के कब्जे वाले भारतीय क्षेत्रों पर प्रत्यक्ष नियंत्रण कर लिया। इस कदम के साथ भारत पर एक संप्रभु शक्ति के रूप में ईस्ट इंडिया कंपनी के शासन करने का युग समाप्त हो गया।  ",
        "ICOUNCILS":"विधायी संस्थाओं में भारतीयों के प्रतिनिधित्व को शामिल करने के उद्द्येस्य से ‘इन्डियन कौंसिल्स ऐक्ट’ पारित किया गया था। यहां आपको उन वर्षों के घटनाक्रम का पता चलेगा जब भारतीय जनमानुष ने अधिक और बेहतर प्रतिनिधित्व के लिए संघर्ष किया, जिसके बाद उनकी आवाज सुनी गयी",
        "ASSUM":"वर्ष 1858 में ब्रिटिश क्राउन में प्रशासनिक शक्ति निहित हो जाने के फलस्वरूप भारत के संवैधानिक इतिहास में एक नए युग की शुरुआत हुई, जिससे प्रतिनिधिक संस्थाओं की नींव पड़ी। अब तक भारतीयों को उनके ही देश के प्रशासन से जोड़ने का कोई प्रयास नहीं किया गया था। हालांकि, वर्ष 1861 में, ‘इंडियन कौंसिल्स ऐक्ट’ के पारित होने के साथ, भारतीय अब अपने विधायी संस्थानों के माध्यम से शासन की प्रक्रिया के भागीदार बन गए। ",
        "AFTER":"वर्ष 1861 में ‘इंडियन कौंसिल्स ऐक्ट’ पारित होने के बाद, उस समय ‘उत्तर पश्चिमी प्रांत और अवध’ के लिए कौंसिल का गठन 25 वर्षों के लंबे समय के बाद भी नहीं किया जा सका। जनवरी 1887 में राज्य में पहली कौंसिल का गठन किया गया था। इस कौंसिल में पहली बार कुल नौ सदस्यों में से चार भारतीय सदस्यों को शामिल किया गया। ",
        "FIRST":"उत्तर पश्चिमी प्रांतों और अवध के प्रथमचार भारतीय सदस्य: ",
        "SIR":"",
        "RAJA":"",
        "AHMED":"सर सैयद अहमद खान",
        "PRATAP":"राजा प्रताप नारायण सिंह",
        "RAI":"राय बहादुर दुर्गाप्रसाद",
        "PANDIT":"पंडित अजुद्यनाथ",
        "EIGHT":"भारतीय राष्ट्रीय कांग्रेस की स्थापना विगत शताब्दी के अस्सीवें वर्षों में हुई। इसने विधान मंडल के सुधार का प्रश्न उठाया, जिसके विषय में जनता की आशायें अधूरी तथा निराशाजनक रही थी। कांग्रेस ने अपने प्रथम अधिवेशन में प्रस्ताव पारित किया कि सर्वोच्च तथा वर्तमान लोकल लेजिस्लेटिव कौंसिल में निर्वाचित सदस्यों का समुचित अनुपात बढ़ाकर उसका सुधार और विस्तार किया जाना अत्यावश्यक है। बजट को कौंसिल में विचारार्थ भेजा जाए, साथ ही सदस्यों को प्रशासन की सभी शाखाओं से प्रश्न पूछने की शक्ति प्रदान की जाए। <br>परिणामस्वरूप, ‘इंडियन कौंसिल्स ऐक्ट’, 1892 पारित हुआ। इसमें निर्वाचन के सिद्धांत की सुविधा तो नहीं दी गयी, किन्तु यह व्यवस्था की गयी कि प्रांतीय विधान परिषद के सदस्यों को राज्यपालों द्वारा जिला बोर्डों, नगर पालिकाओं, जमींदारों और व्यापारियों की सिफारिशों के आधार पर मनोनीत किया जाए।  <br>सदस्यों की संख्या पंद्रह तक बढ़ा दी गई थी। परिषद के सदस्यों को अब अधिनियम के प्रावधानों के तहत सवाल पूछने का अधिकार भी था। इस नए ऐक्ट के अधीन जब 6 दिसंबर, 1893 को कौंसिल की प्रथम बैठक हुई और लेफ्टीनेंट गवर्नर का उद्घाटन भाषण हुआ, तब राजा राम पाल सिंह ने परिषद् के इतिहास में पहला प्रश्न पूछा। <br>वर्ष 1902 में, प्रान्त का नाम ‘नार्थ वेस्टर्न प्रोविन्सेस एंड अवध’ से बदलकर ‘यूनाइटेड प्रोविन्सेस ऑफ़ आगरा एंड अवध’ कर दिया गया।",
        "ASRESULT":"",
        "CLEAR":"वर्ष 1892 के अधिनियम से जनता की आकांक्षा की पूर्ति नहीं हुई। भारतीय लोकमत को लेजिस्लेटिव कौंसिल के गठन और कार्यों दोनों से निराशा हुई। इसके अतिरिक्त लार्ड कर्जन के निरंकुश शासन, अकाल और प्लेग जैसी राष्ट्रीय विपत्तियों का मुकाबला करने के लिए सरकार द्वारा किये गए अपर्याप्त उपाय, दक्षिण अफ्रीका में भारतीयों के प्रति किया गया अपमानजनक व्यवहार से जनता में घोर असंतोष उत्पन्न हो गया।",
        "BRITISH":"इन परिस्थितियों में अंग्रेजों ने माँर्ले-मिंटो सुधार के फलस्वरूप ‘इंडियन कौंसिल्स ऐक्ट’ 1909 पारित किया। अधिनियम ने कौंसिल के अधिकारों और कुछ कार्यों में व्यापक बदलाव किया।  सदस्यों की संख्या अब 15 से बढ़ाकर 50 कर दी गयी। सदस्यों को पूरक प्रश्न पूछने की अनुमति दी गई। उन्हें अब न केवल बजट पर चर्चा करने का अधिकार था बल्कि उस पर प्रस्ताव पेश करने का भी अधिकार दिया गया। मुसलमानों के लिए पृथक निर्वाचक क्षेत्रों की व्यवस्था की गई।",
        "MEM":"",
        "GOVERN":"भारत सरकार अधिनियम हमारे विधायी इतिहास में एक और मील का पत्थर था क्योंकि इसने भारतीय संविधान से सम्बंधित लगभग सभी पुराने अधिनियमों को बदल दिया। ",
        "1916":"वर्ष 1915 में, ‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट, 1915’ नामक एक समेकित परिनियम पारित किया गया। इसने भारतीय संविधान से संबंधित लगभग सभी पूर्व अधिनियमों की जगह ले ली। इस ऐक्ट के उपबंधों के अधीन कौंसिल की अगली बैठकें आयोजित की गयी। <br>तीसरी कौंसिल का उद्घाटन 25 अप्रैल, 1916 को हुआ । 19 जुलाई, 1916 को श्री सी0 वाई0 चिन्तामणि ने एक प्रस्ताव रखा जिसमें विश्व युद्ध में ब्रिटेन की शीघ्र तथा पूर्ण विजय के लिये कौंसिल की उत्कृष्ट इच्छा व्यक्त की गई और यह प्रस्ताव सर्वसम्मति से पारित हुआ।",
        "REPORT":"1910 से 1919 तक के दशक में विधान परिषद् में जो प्रमुख अधिनियम पारित किये गये वे आबकारी, अपमिश्रण निवारण, सिविल न्यायालयों, स्थानीय निकायों, सहकारी समितियों, प्राथमिक शिक्षा, भू-राजस्व और काश्तकारी से सम्बन्धित थे। इस अवधि में मोती लाल नेहरू, मदन मोहन मालवीय, तेज बहादुर सप्रू, गंगा प्रसाद वर्मा, जगत नारायण, सी०वाई० चिन्तामणि और सैयद रजा अली जैसे महान विभूतियों ने परिषद् की कार्यवाहियों में सक्रिय रूप से भाग लिया। ",
        "1915":"1914 - 1919 में प्रथम विश्व युद्ध की अवधि के दौरान कई उपनिवेशों (कालोनियों) ने युद्ध में योगदान दिया। प्रथम विश्व युद्ध की पृष्ठभूमि में समझिये कि कैसे भारतीयों ने युद्ध का समर्थन करने के साथ साथ अपने बेहतर प्रतिनिधित्व के लिए संघर्ष किया। ",
        "1919":"वर्ष 1916 में, कांग्रेस और मुस्लिम लीग एकजुट हुए और होम-रूल की व्यापक माँग की। उस समय विश्व युद्ध एक महत्वपूर्ण चरण में प्रवेश कर चुका था। विश्व युद्ध में शामिल होने के फलस्वरूप संसाधनों एवं भारत की राष्ट्रीय सेना की आवश्यकता होने पर ब्रिटिश शासन द्वारा भारतीयों की कुछ मांगों पर विचार करने के अलावा कोई विकल्प नहीं था।",
        "REPORT2":"प्रथम विश्व युद्ध की पृष्ठभूमि और भारतीय उपमहाद्वीप के भीतर राजनीतिक घटनाक्रमों के साथ, मोंटेग-चेम्सफोर्ड विचार-विमर्श हुआ। जिसकी रिपोर्ट के आधार पर ‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट’, 1919 पारित किया गया। इस ऐक्ट के अंतर्गत प्रान्त और केंद्र के लिए पृथक-पृथक विधायन क्षेत्र निर्दिष्ट किये गए। ब्रिटिश भारत में पहली बार 70 प्रतिशत सदस्यों का चुनाव प्रत्यक्ष रूप से किया जाना निश्चित किया गया और सरकारी सदस्यों को 20 प्रतिशत से अनधिक रखा गया। प्रान्तों को कर लगाने तथा अपना बजट बनाने का अधिकार दिया गया। यह हमारे विधानमंडल की यात्रा का एक बहुत महत्वपूर्ण कदम था।  ",
        "REVBTN":"1857 का विद्रोह",
        "ACTBTN":"इन्डियन कौंसिल्स ऐक्ट",
        "FACEBTN":"प्रथम विश्व युद्ध का दौर",
        "ACTBTN2":"गवर्नमेंट ऑफ़ इंडिया ऐक्ट",
        "ORGBTN":"विद्रोह की उत्पत्ति",
        "DEVBTN":"विद्रोह का विकास",
        "EICBTN":"ईस्ट इंडिया कम्पनी से ब्रिटिश सम्राट को सत्ता हस्तांतरण",
        "1861BTN":"1861",
        "1887BTN":"1887",
        "1892BTN":"1892",
        "1909BTN":"1909"

        

 },
 "Part3":{
    "FIND":"ब्रिटिश भारत में भारतीय जनता की निरंतर मांगों के परिणामस्वरूप हुए पहले चुनावों का विवरण यहां प्राप्त कीजिये",
    "YEAR":"‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट’,1919 के अधिनियम के अंतर्गत ब्रिटिश भारत में विधान परिषद का निर्वाचन अक्टूबर, 1920 में किया गया। 3 जनवरी, 1921 को परिषद सृजित हो गयी और इसमें 121 सदस्य शामिल थे। इसमें 100 निर्वाचित तथा 21 गैर-निर्वाचित सदस्य थे।  ",
    "1920":"‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट’,1919 के अधिनियम के अंतर्गत ब्रिटिश भारत में विधान परिषद का निर्वाचन अक्टूबर, 1920 में किया गया। 3 जनवरी, 1921 को परिषद सृजित हो गयी और इसमें 121 सदस्य शामिल थे। इसमें 100 निर्वाचित तथा 21 गैर-निर्वाचित सदस्य थे। परिषद की प्रथम बैठक 22 जनवरी, 1921 को हुई, जिसमें श्री एम कीन को अध्यक्ष नियुक्त किया गया। परिषद ने 15 फरवरी, 1921 को राय बहादुर आनंद स्वरुप को अपना उपाध्यक्ष नियुक्त किया।  विधान भवन के निर्माण से पूर्व परिषद की अधिकांश बैठकें लखनऊ के गवर्नमेंट हाउस में आयोजित की गई थीं।  ",
    "FIRSESS1":"‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट, 1919 के अंतर्गत गठित परिषद के पहले सत्र की कार्यवाही 9 जनवरी, 1924 को श्री कीन की अध्यक्षता में आयोजित की गयी। इससे पूर्व परिषद के सदस्यों के बैठने की व्यवस्था उनकी पार्टी की संबद्धता के अनुसार नहीं, बल्कि उनकी वरिष्ठता के अनुसार की जाती थी। लेकिन इस सत्र में श्री कीन ने एक महत्वपूर्ण घोषणा यह की, कि स्वराज पार्टी विरोधी पक्ष के रूप में सरकारी पक्ष के सामने बाएं ब्लॉक में बैठेगी। इस प्रकार विरोधी दल के लिए सीटों की आरक्षण की परिपाटी का आरंभ हुआ। यह व्यवस्था उत्तर प्रदेश विधानमंडल के निचले सदन में आज तक अपनाई जा रही है। ",
    "FIRSESS2":"उपसभापति श्री मुकंदी लाल ने 1 नवंबर, 1927 को, एक प्रस्ताव पेश किया, जिसमें सरकार से विधान परिषद के चुनाव और नामांकन के संबंध में महिलाओं की अनहर्ता को दूर करने का आग्रह किया गया। श्री मुकंदी लाल ने बताया कि इसी तरह के प्रस्तावों को मद्रास, मध्य प्रांत, बंबई, असम और पंजाब परिषदों द्वारा अपनाया गया था। मद्रास परिषद् में एक मनोनीत महिला सदस्य को उपसभापति के रूप में निर्वाचित किया गया था। उत्तर प्रदेश में कई महिला संगठनों ने भी सेक्स बार हटाने की मांग की थी। बीसवीं शताब्दी में, दुनिया भर में महिलाएं, जीवन के सभी क्षेत्रों में पुरुषों के साथ कंधे से कंधा मिलाकर चल रही थीं। उन्होंने कहा कि वह यह समझने में असफल हैं कि यूनाइटेड प्रोविंसेज बाकी दुनिया से एक शताब्दी पीछे क्यों रहना चाहिए। इस प्रस्ताव को सदन के सभी वर्गों से हार्दिक समर्थन मिला और इसे सर्वसम्मति से अपनाया गया।",
    "SEAT":"विपक्ष के लिए सीटों की व्यवस्था का आरम्भ",
    "SEX":"महिलाओं की अनहर्ता को दूर करने का प्रस्ताव",
    "WORK":"विधान भवन यूरोपियन और अवधी निर्माण शैली का उत्कृष्ट उदहारण है। इस दुमंजिला अर्धचंद्राकार संरचना के सामने का हिस्सा मिर्जापुर के हल्के भूरे बलुई पत्थरों से बना है। अर्धचंद्र के बीच में गौथिक शैली का एक बड़ा गुम्बद है, जिसके शीर्ष पर आकर्षक छतरी है। इस गुम्बद के चारों ओर सजावट के तौर पर रोमन शैली में पत्थर पर उभरी बड़े आकार की मूर्तियाँ बनी हुई हैं। गुम्बद के नीचे अष्टकोणीय चेंबर यानी मुख्य हॉल बना है।",
    "BEF":"वर्ष 1922 से पूर्व परिषद की बैठकों के लिए कोई स्थायी भवन नहीं था। इसलिए वर्ष 1887 में अपनी स्थापना के बाद से परिषद की बैठके सामान्यतः राज्य के लखनऊ, इलाहाबाद (अब प्रयागराज), बरेली और नैनीताल के ग्यारह अलग-अलग इमारतों में आयोजित की जाती थी।   <br><b>लखनऊ</b>    <br>गवर्नमेंट हाउस   <br>छत्तर मंजिल  <br>कौंसिल चेंबर<br>कैनिंग कॉलेज  <br><b>इलाहाबाद (अब प्रयागराज)</b><br>थॉर्न हिल मेन मेमोरियल  <br>म्योर सेंट्रल कॉलेज  <br>मेयो मेमोरियल हॉल  <br>गवर्नमेंट हाउस   <br><b>बरेली </b>    <br>टाउन हॉल  <br><b>नैनीताल</b>     <br>गवर्नमेंट हाउस   <br>सचिवालय",
    "BEFVB":"विधान भवन से पूर्व",
    "FOUND":"15 दिसंबर, 1922 को तत्कालीन गवर्नर सर स्पेंसर हारकोर्ट बटलर ने वर्तमान विधान भवन की आधारशिला रखी, जिसे मूल रूप से काउंसिल हाउस का नाम दिया गया था. कलकत्ता की मैसर्स मार्टिन एंड कंपनी को भवन के निर्माण का काम सौंपा गया। इसके मुख्य वास्तुकार सर स्विनोन जैकब और सरदार हीरा सिंह थे। भवन के निर्माण को पूरा करने के लिए उस समय लगभग 21 लाख रुपए का व्यय और 6 वर्षों का समय लगा था।",
    "WORKMAN":"21 फरवरी, 1928 को नवनिर्मित विधान भवन का उद्घाटन बड़े ही धूमधाम से किया गया। उस समय के समाचार पत्रों एवं लेखों से पता चलता है कि भवन के उद्घाटन समारोह के आयोजन में निमंत्रण से लेकर सुरक्षा तक के लिए एक व्यापक योजना बनाई गई थी। <br>22 फरवरी, 1928 को नवनिर्मित भवन में ‘विधान परिषद’ की प्रथम बैठक संपन्न हुई और तब से लगातार इसी भवन में बैठके होती हैं।",
    "VWALL":"",
    "VB":"‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट’, 1935 के अंतर्गत जब विधान मंडल द्विसदनीय हो गया फलस्वरूप वर्ष 1937 में विधान परिषद के लिए एक अलग सभा मंडप का निर्माण वास्तुकार ए. एल. मार्टिमर की देखरेख में 'मेसर्स फोर्ड एण्ड मैकडॉनल्ड' कंपनी द्वारा कराया गया। विधान परिषद की इमारत मुख्य विधान भवन के साथ दोनों ओर बरामदे द्वारा जुड़ी हुई है। जुलाई, 1937 से ही इस भवन में विधान परिषद् की बैठकें संपन्न हो रही है।",
    "NEW":"नवगठित विधानसभा में 228 सदस्य और विधान परिषद में 60 सदस्यों का गठन किया गया था। विधानसभा का कार्यकाल 5 वर्ष और परिषद का 9 वर्ष निर्धारित किया गया था, जिसमें एक तिहाई सदस्य हर तीन साल में सेवानिवृत्त हो रहे थे। इन दोनों सदनों को अपने पीठासीन अधिकारियों को चुनने का अधिकार प्राप्त था जोकि विधानसभा और विधान परिषद में क्रमशः अध्यक्ष और सभापति कहे जाते थे। ",
    "WITH":"उत्तर प्रदेश विधान मंडल के विकास के सम्बन्ध में अगला कदम ‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट’, 1935 के अधीन उठाया गया। यूनाइटेड प्रोविन्सेस का विधान मंडल अब ‘विधान परिषद’ और ‘विधानसभा’ के रूप में द्विसदनीय हो गया। नवगठित विधानसभा में 228 सदस्य और विधान परिषद में 60 ",
    "60":"सदस्यों का गठन किया गया था। विधानसभा का कार्यकाल 5 वर्ष और परिषद का 9 वर्ष निर्धारित किया गया था, जिसमें एक तिहाई सदस्य हर तीन साल में सेवानिवृत्त हो रहे थे। इन दोनों सदनों को अपने पीठासीन अधिकारियों को चुनने का अधिकार प्राप्त था जोकि विधानसभा और विधान परिषद में क्रमशः अध्यक्ष और सभापति कहे जाते थे। विधान सभा की पहली बैठक 29 जुलाई, 1937 को संपन्न हुई थी। 31 जुलाई, 1937 को श्री पुरुषोत्तम दास टंडन और श्री अब्दुल हकीम क्रमश: अध्यक्ष और उपाध्यक्ष चुने गए थे। उसी दिन विधान परिषद में डॉ. सर सीताराम और बेगम एजाज रसूल क्रमश: सभापति और उपसभापति चुने गए। ",
    "OCT":"अक्टूबर 1939 में द्वितीय विश्व युद्ध छिड़ गया। वाइसराय ने भारतवर्ष को युद्धरत देश घोषित कर दिया और ब्रिटिश पार्लियामेंट द्वारा केंद्रीय सरकार और अधिकारी तंत्र को आपातकालीन बहुत सी शक्तियां प्रदान कर दी गयी। इस स्थिति में प्रधानमंत्री (प्रीमियर) पंडित गोविन्द वल्लभ पन्त को इस विषय पर 27 अक्टूबर, 1939 को विधान सभा में एक प्रस्ताव रखना पड़ा जो कुछ संशोधनों के साथ 30 अक्टूबर, 1939 को पास कर दिया गया था। प्रस्ताव इस प्रकार था:<br>यह विधान सभा इस बात पर खेद प्रकट करती है कि भारतवासियों की सहमति के बिना ब्रिटिश सरकार ने भारत को ग्रेट ब्रिटेन और जर्मनी के बीच होने वाले युद्ध में भागीदार बनाया है और उसने भारतीय जनमत की पूर्णरूप से उपेक्षा कर के प्रान्तीय सरकारों की शक्तियों और उनके कार्य-कलापों का हनन करने वाले कानून बनाये हैं तथा कार्यवाहियां अपनायी हैं। यह विधान सभा सरकार से इस बात की संस्तुति करती है कि वह भारत सरकार और उसके माध्यम से ब्रिटिश सरकार को यह सूचित कर दे कि वर्तमान युद्ध के स्पष्ट उद्देश्यों के अनुरूप भारतीय जनता का सहयोग प्राप्त करने के लिये यह आवश्यक है कि मुसलमानों और अन्य अल्पसंख्यकों के प्रभावशाली संरक्षण के साथ-साथ भारतवर्ष पर लोकतंत्र के सिद्धान्त लागू किये जायें तथा उसकी नीति का मार्ग-दर्शन उसकी जनता के द्वारा ही किया जाय तथा भारतवर्ष का सम्मान एक ऐसे स्वतंत्र राष्ट्र की भांति किया जाय जिसे स्वयं अपना संविधान बनाने का अधिकार प्राप्त हो और जहां तक उक्त सिद्धान्तों को वर्तमान भारत सरकार के सम्बन्ध में कार्यान्वित किये जाने का प्रश्न है इस सम्बन्ध में अविलम्ब उचित कार्यवाही की जाय। यह विधान सभा इस बात पर भी खेद प्रकट करती है कि भारत के सम्बन्ध में वक्तव्य देते समय महामहिम की सरकार द्वारा भारतवर्ष की स्थिति को ठीक से नहीं आंका गया तथा ब्रिटिश सरकार द्वारा भारतवर्ष की मांगों को पूरा न कर सकने की बात को दृष्टिगत रखते हुए इस विधान सभा का मत है कि सरकार ब्रिटिश नीति से अपने को सम्बद्ध नहीं कर सकती है।<br> इस संकल्प के पारित होने के बाद शीघ्र ही कांगेस मंत्रिमंडल ने त्याग पत्र दे दिया। चूंकि विधान सभा का विश्वास प्राप्त करने वाला कोई अन्य मंत्रिमंडल नहीं बनाया जा सकता था अतः विधानसभा तुरंत निलंबित कर दी गयी। <br>प्रांतीय विधान मंडल का पुनर्गठन करने के उद्द्येश्य से 8 सितम्बर, 1945 को राज्यपाल ने विधान सभा भंग कर दी। ",


    "DEC":"9 दिसंबर, 1946 को घड़ी में 11 बजते ही 211 सदस्यों वाली गठित संविधान सभा ने अपनी पहली बैठक शुरू की, इसमें 55 सदस्य यूनाइटेड प्रोविन्सेस से थे। 26 नवंबर 1949 को इसका प्रारूपण संपन्न हुआ तथा विधानसभा द्वारा अनुमोदित किया गया। 26 जनवरी, 1950 को संविधान लागू हुआ। संविधान लागू होने के पश्चात राज्य का नाम ‘यूनाइटेड प्रोविन्सेस’ से बदलकर ‘उत्तर प्रदेश’ हो गया। <br>भारत में वर्ष 1952 का प्रारंभ विश्व के सबसे बड़े लोकतान्त्रिक निर्वाचन के साथ हुआ, जिसमें लाखों लोगों द्वारा नए संविधान के अंतर्गत पहली बार वयस्क मताधिकार का प्रयोग किया गया। संविधान सम्मत प्रथम विधानसभा का गठन 20 मई, 1952 को हुआ। नवगठित राज्य उत्तर प्रदेश की यह पहली विधान सभा थी।",
    "FEBTN":"प्रथम चुनाव",
    "VBBTN":"विधान भवन",
    "BBTN":"द्विसदनीय कौंसिल की शुरुआत", 
    "FBTN":"विधान परिषद का निर्वाचन",
    "MBTN":"इस अवधि के मुख्य बिंदु",  
    "PBTN":"विधान भवन से पूर्व परिषद् की बैठके",
    "FOBTN":"आधारशिला",
    "EBTN":"उद्घाटन ",
    "IBTN":"परिषद हेतु भवन का निर्माण",
    "GBTN":"गवर्नमेंट ऑफ़ इंडिया ऐक्ट’, 1935",
    "ITBTN":"द्वितीय विश्व युद्ध",
    "ABTN":"स्वतंत्र भारत में नया युग"

    

 },
 "Part4":{
"LEG":"विधायी निकाय के उच्च सदन के रूप में लोगों की भावनाओं और आकांक्षाओं के अनुसार काम करते हुए, लोगों की समस्याओं को उजागर करने, उनकी आकांक्षाओं और अपेक्षाओं को व्यक्त करने में विधान परिषद का गरिमामयी इतिहास रहा है।",
"UPPER":"भारत के राज्य विधानमंडलों में विधानमंडल के उच्च सदन की विशेष गरिमा है। देश में केवल छह राज्य उत्तर प्रदेश, बिहार, महाराष्ट्र, आंध्र प्रदेश, तेलंगाना और कर्नाटक हैं जो अपनी विधानसभाओं में उच्च सदन की सुविधा देते हैं।  ‘गवर्नमेंट ऑफ़ इंडिया ऐक्ट’, 1935 के अंतर्गत जब विधानमंडल द्विसदनीय हो गया तब डॉ. सर सीताराम सदन के सभापति चुने गए और बेगम एजाज रसूल उपसभापति चुनी गईं।  विधायी निकाय के उच्च सदन के रूप में लोगों की भावनाओं और आकांक्षाओं के अनुसार काम करते हुए, लोगों की समस्याओं को उजागर करने, उनकी आकांक्षाओं और अपेक्षाओं को व्यक्त करने में विधान परिषद का गरिमामयी इतिहास रहा है।",
"IMG1":"डॉ. सर सीताराम",
"IMG2":"श्री चंद्रभाल",
"IMG3":"श्री रघुनाथ विनायक धूलेकर",
"IMG4":"श्री दरबारी लाल शर्मा ",
"IMG5":"श्री वीरेंद्र स्वरूप",
"IMG6":"श्री वीरेंद्र बहादुर सिंह चंदेल",
"IMG7":"श्री जगदीश चंद्र दीक्षित",
"IMG8":"श्री शिव प्रसाद गुप्ता",
"IMG9":"श्री नित्यानंद स्वामी",
"IMG10":"श्री चौधरी सुखराम सिंह यादव",
"IMG11":"श्री गणेश शंकर पाण्डेय ",
"IMG12":"श्री रमेश यादव",
"IMG13":"कुंवर मानवेन्द्र सिंह",
"THE":"विधान परिषद के प्रथम निर्वाचित सभापति डॉ. सर सीताराम के बाद इस पद पर आसीन होने वाले महानुभाओं की एक लंबी श्रंखला है। परिषद् के वर्तमान सभापति कुंवर मानवेंद्र सिंह, 2021 की शुरुआत से सफलतापूर्वक अपने कर्तव्यों का निर्वहन कर रहे हैं।  विधान परिषद के माननीय सभापति  ",
"P1":"पहली विधानसभा 8 मार्च 1952 - 31 मार्च 1957  सीटें: 430 (+1 एंग्लो-इंडियन नामांकन)  347 निर्वाचन क्षेत्र - 264 एकल सदस्य, 83 दो सदस्य  कांग्रेस द्वारा बनायीं गयी सरकार, जिसनें 388 सीटों के साथ पूर्ण बहुमत हासिल किया।  भारतीय संविधान के अंतर्गत उत्तर प्रदेश की पहली विधानसभा बैठक - 19 मई 1952  दूसरी विधानसभा  1 अप्रैल 1957 - 6 मार्च 1962  सीटें: 430 (+1 एंग्लो-इंडियन नामांकन)  कांग्रेस द्वारा बनाई गई सरकार, जिसने 286 सीटों के साथ पूर्ण बहुमत हासिल किया।",
"P2":"",
"P3":"",
"P4":"तीसरी विधानसभा  7 मार्च 1962 - 9 मार्च 1967  सीटें: 430 (+1 एंग्लो-इंडियन नामांकन)  भारतीय राष्ट्रीय कांग्रेस द्वारा बनाई गई सरकार जिसने 286 सीटों के साथ पूर्ण बहुमत जीता।  चौथी विधानसभा  10 मार्च 1967 - 15 अप्रैल 1968  सीटें: 425 (+1 एंग्लो-इंडियन नामांकन)  विधानसभा के इतिहास में यह पहला मौका था जब किसी एक दल को बहुमत नहीं मिला। हालाँकि, भारतीय राष्ट्रीय कांग्रेस 199 सीटों के साथ सबसे बड़ी पार्टी के रूप में सामने आई।  ",
"P5":"",
"P6":"",
"2ND":"दूसरी विधानसभा <br>कांग्रेस ने पूर्ण बहुमत के साथ सरकार बनाई। <br>नेता सदन <br>डॉ संपूर्णानंद (कांग्रेस)  <br>तदुपरांत श्री चंद्रभानु गुप्त <br>सभा के अध्यक्ष <br>श्री आत्माराम गोविंद खेर (कांग्रेस)   <br>विपक्ष के नेता  <br>री त्रिलोकी सिंह ",
"LEADER":"विपक्ष के नेता",
"SPEAKER":"सभा के अध्यक्ष",
"CM2":"सदन के नेता ",
"ATMA":"श्री आत्माराम",
"ATMA2":"गोविंद खेर",
"OFF":"26 जनवरी 1946 का दिन भारत के इतिहास में हमेशा के लिए अंकित हो गया क्योंकि यह वह दिन था जब देश का संविधान अपने स्वयं के चुने हुए प्रतिनिधियों द्वारा सावधानीपूर्वक तैयार किया गया और अधिनियमित किया गया, जिसमें स्वतंत्रता, धर्मनिरपेक्षता और समानता के मूल्यों को शामिल किया गया था वे मूल्य जिन पर भारत आज गर्व करता है।   नवम्बर, 1947 को विधान सभा ने अपनी बैठक में यह संकल्प पारित किया कि विधासभा के सभी कार्यों और कार्यवाहियों में केवल हिंदी का प्रयोग किया जाए और तदनुसार उसके बाद सदन का समस्त कार्य हिंदी में किया जाने लगा। इसे उत्तर प्रदेश राज्य से संबंधित सभी मामलों के लिए इस्तेमाल की जाने वाली भाषा को अपनाने के लिए एक आधिकारिक अधिनियम के रूप में पारित किया गया था। ",
"4TH":"चौथी विधानसभा  <br>पहली बार किसी एक दल को स्पष्ट बहुमत नहीं मिला।  <br>नेता सदन श्री चंद्र भानु गुप्ता (कांग्रेस)  <br>तदुपरांत श्री चौधरी चरण सिंह  <br>अध्यक्ष  <br>श्री जगदीश शरण अग्रवाल (कांग्रेस)  <br>विपक्ष के नेता  <br>श्री राम चंद्र विकल  <br>तदुपरांत श्री चंद्र भानु गुप्ता (कांग्रेस)",
"JAG":"श्री जगदीश शरण अग्रवाल",
"GUPTA":"श्री चंद्र भानु गुप्ता",
"CS":"श्री चौधरी चरण सिंह",
"RAM":"श्री राम चंद्र विकल",
"CM4":"सदन के नेता ",
"UP":"उत्तर प्रदेश ने देश को सर्वप्रथम किसी राज्य की पहली महिला मुख्यमंत्री दी। 2 अक्टूबर, 1963 हमारे राज्य और देश के इतिहास में एक महत्वपूर्ण दिन था जब तीसरी विधान सभा कार्यकाल के दौरान श्रीमती सुचेता कृपलानी ने उत्तर प्रदेश के मुख्यमंत्री का कार्यभा संभाला।  <br>तीसरी विधान सभा में श्री मदन मोहन वर्मा नए अध्यक्ष निर्वाचित किये गए। बधाई के भाषणों के दौरान कुछ सदस्यों ने हाउस ऑफ़ कॉमन्स की उस परंपरा का हवाला दिया जिसमें अध्यक्ष किसी भी पार्टी का व्यक्ति नहीं समझा नहीं जाता और यह सुझाव दिया कि उत्तर प्रदेश विधानसभा के अध्यक्ष को उसी परंपरा का अनुसरण करना चाहिए। श्री वर्मा ने इसका जवाब देते हुए कहा कि यूनाइटेड किंगडम में अध्यक्ष अपने निर्वाचन क्षेत्र से निर्विरोध निर्वाचित होता है। चूँकि भारत में ऐसा नहीं है इसलिए एक परंपरा के बिना दूसरी का अनुसरण नहीं किया जा सकता। <br> चौथी विधानसभा के दौरान पहली बार ऐसा हुआ जब किसी भी पार्टी को पूर्ण बहुमत हासिल नहीं हो सका। विधान सभा के इतिहास में पहली बार एक गठबंधन सरकार का गठन किया गया और श्री चंद्र भानु गुप्त को राज्यपाल द्वारा सरकार बनाने के लिए आमंत्रित किया गया था क्योंकि वे भारतीय राष्ट्रीय कांग्रेस के नेता थे और कांग्रेस पार्टी ने उस समय 199 सीटें हांसिल की थी, जो उस समय सबसे बड़ी संख्या थी। 3 अप्रैल, 1967 को चौधरी चरण सिंह ने संयुक्त विधायक दल के नेता के रूप में मुख्यमंत्री पद की शपथ ली। श्री सिंह आगे चलकर देश के प्रधानमंत्री बने।  <br>अगले कुछ वर्षों में राज्य में  अनिश्चितता, अस्थिरता और संवैधानिक संकट का वातावरण बना रहा और बाद में राष्ट्रपति ने राज्यपाल की सिफारिस पर 15 अप्रैल, 1968 को विधानसभा विघटित कर दी।  ",
"P10":"पांचवीं विधानसभा  ",
"P11":"फरवरी 1969 - 4 मार्च 1974   सीटें: 425 (+1 एंग्लो-इंडियन नामांकन)  भारतीय राष्ट्रीय कांग्रेस ने 211 सीटों के साथ सरकारबनाई ",
"P12":"छठी विधानसभा  4 मार्च 1974 - 30 अप्रैल 1977  सीटें: 425  भारतीय राष्ट्रीय कांग्रेस ने 215 सीटों के साथ सरकार बनाई ",
"ETH":"पांचवीं विधानसभा  <br>पांचवें विधानसभा कार्यकाल दौरान पांच मुख्यमंत्रियों ने शपथ ली।  राज्य में कॉमनवेल्थ पार्लियामेंट्री एसोसिएशन की शाखा स्थापित करने की संस्तुति की गयी। वर्ष 1970 में, उत्तर प्रदेश विधानमंडल के उच्च सदन के उत्सादन को समाप्त करने की संस्तुति की गयी, हालांकि यह पारित नहीं हो सका। <br>छठी विधानसभा  <br>श्री वासुदेव सिंह विधानसभा के इस कार्यकाल में अध्यक्ष पद पर निर्वाचित हुए। अध्यक्ष के रूप में निर्वाचित होने पर श्री सिंह ने ये विचार व्यक्त किये कि पीठासीन अधिकारी को अपना निर्णय देने में स्वत्रन्त्र तथा निष्पक्ष होना चाहिए। उपाध्यक्ष श्री शिवनाथ सिंह कुशवाहा ने भी निर्वाचित होने पर कहा कि वह किसी भी पार्टी से सम्बद्ध नहीं रहेंगे। <br>वर्ष 1970 को संयुक्त विधायक दल के नेता श्री त्रिभुवन नारायण सिंह ने मुख्य मंत्री के पद की शपथ ग्रहण की। श्री सिंह उत्तर प्रदेश विधान मण्डल के किसी भी सदन के सदस्य नहीं थे और इसीलिए भारतीय संविधान के अनुसार उनके लिये 6 महीने के भीतर किसी भी सदन का सदस्य निर्वाचित होना आवश्यक था। अतएव उन्होंने गोरखपुर जिले के मनीराम विधान सभा निर्वाचन क्षेत्र से चुनाव लड़ा परन्तु वे निर्वाचित न हो सके। फिर भी वे 30 मार्च, 1971 तक मुख्य मंत्री के पद पर कार्य करते रहे और जब विधान सभा में राज्यपाल के अभिभाषण पर धन्यवाद प्रस्ताव पराजित हो गया तो उन्होंने त्याग पत्र दे दिया। <br>वर्ष 1977 में लोकसभा चुनाव कराये गए, उसमें नवनिर्मित जनता पार्टी को भरी बहुमत मिला और केंद्र में जनता पार्टी की सरकार गठित हुई। जनता पार्टी ने सत्ता में आने के तुरंत बाद कांग्रेस शासित राज्य की विधानसभाओं के लिए भी चुनाव कराने का निर्णय लिया इसलिए उत्तर प्रदेश विधानसभा को समय से पहले भंग कर दिया गया।",
"VPBTN":"विधान परिषद्",
"FSBTN":"पहली और दूसरी विधानसभा",
"TFBTN":"तीसरी और चौथी विधानसभा",
"FSABTN":"पांचवीं और छठी विधानसभा",
"EMEMBTN":"प्रतिष्ठित सदस्य",
"LANDBTN":"ऐतिहासिक अधिनियम",
"HEADBTN":"मुख्य बिंदु"



 },

 "Part5":{
    "JAN":"इस समयावधि के अंतर्गत विधान सभाओं का गठन, कार्यकाल, प्रतिष्ठित सदस्य तथा पारित अधिनियमों के साथ साथ विधान सभा की महत्वपूर्ण घटनाओं के बारे में जानकारी प्राप्त कीजिये।",
    "TENURE":"7वीं विधानसभा 23 जून 1977 - 17 फरवरी 1980 सीटें: 425 352 सीटों के साथ जनता पार्टी की सरकार बनी 8वीं विधानसभा 9 जून 1980 - 10 मार्च 1985 सीटें: 425 309 सीटों के साथ कांग्रेस की सरकार बनी",
    "7TH":"सातवीं विधानसभा  जनता दल के नेतृत्व में गठबंधन की सरकार बनी  सदन के नेता  श्री राम नरेश यादव (जनता दल)  तदुपरा तत्कालीन अध्यक्ष श्री बनारसी दास (जनता दल)  सभा के अध्यक्ष श्री बनारसी दास (जनता पार्टी) तदुपरांत उपाध्यक्ष श्री जगन्ना प्रसाद (निर्दलीय)  विपक्ष के नेता श्री नारायण दत्त तिवारी (कांग्रेस) संचालन श्री राज मंगल पाण्डेय ने किया ",
    "SPEAKER":"सभा के अध्यक्ष",
    "JAGN":"श्री जगन्नाथ प्रसाद ",
    "BABU":"श्री बनारसी दास ",
    "BABUP":"सातवीं विधानसभा में श्री बनारसी दास अध्यक्ष चुने गए। हालांकि 1979 में श्री दास ने जनता पार्टी विधायक दल के नेता पद का चुनाव लड़ने हेतु अपने पद से इस्तीफ़ा दे दिया। इसके बाद वे इसी विधानसभा के कार्यकाल में उत्तर प्रदेश के मुख्यमंत्री बने। श्री दास की अनुपस्थिति में उपाध्यक्ष श्री जगन्नाथ प्रसाद कार्यवाहक अध्यक्ष बने। यह पहली बार था जब सदन के पूर्व अध्यक्ष ने राज्य के मुख्यमंत्री का पद संभाला था।  <br>जनवरी 1980 में हुए लोकसभा चुनाव में कांग्रेस केंद्र में भारी मतों से पुनः सत्ता में आ गयी। उस समय जिन राज्यों में जनता पार्टी या संयुक्त विधायक दलों की साझा सरकारें थीं, वहां पुनः चुनाव कराने के उद्देश्य से राज्यों की विधानसभाओं को भंग कर दिया गया। उत्तर प्रदेश विधानसभा विघटन के साथ ही जनता पार्टी की सरकार का अस्तित्व समाप्त हो गया तथा राज्य में राष्ट्रपति शासन लागू हो गया।  <br> सातवीं विधानसभा के भंग होने के बाद, फिर से चुनाव हुए। परिणामस्वरूप कांग्रेस आठवीं विधानसभा के दौरान सत्ता में लौट आई। विधानसभा के इस कार्यकाल के दौरान यह दूसरी बार था कि विधानसभा अध्यक्ष श्री श्रीपति मिश्र राज्य के मुख्यमंत्री बने।  ",
    "9TH":"नौवीं विधानसभा  10 मार्च 1985 - 29 नवंबर 1989 सीटें: 425 कांग्रेस ने 269 सीटों के साथ सरकार बनाई  दसवीं विधानसभा 2 दिसंबर 1989 - 4 अप्रैल 1991 सीटें: 425 208 सीटों के साथ जनता दल के नेतृत्व वाली सरकार ",
    "10TH":"दसवीं विधानसभा <br>सदन के नेता <br>श्री मुलायम सिंह यादव (जनता दल) <br>सभा के अध्यक्ष ी <br>हरि किशन (जाता दल)  <br>विपक्ष के नेता <br> श्री नारायण दत्त तिवारी (कांग्रेस) ",
    "LEADER":"विपक्ष के नेता",
    "HARI":"श्री हरि किशन",
    "CM10":"सदन के नेता ",
    "YADAV":"श्री मुलायम सिंह",
    "IMP":"नौवीं विधानसभा में ‘उत्तर प्रदेश विधानसभा सदस्य (दल परिवर्तन के आधार पर निरर्हता) नियमावली, 1987’ जो 01 सितम्बर, 198 को सदन के पटल पर रखी गयी, 26 जून, 1987 को अध्यक्ष पीठ से इसमें कतिपय संशोधन स्वीकार किये गए तथा 28 जून, 1987 से यह संशोधित रूप में पारित हुई। चौथी विधानसभा के बाद दसवीं विधानसभा का दूसरा सबसे छोटा कार्यकाल था। लगभग 1 वर्ष 4 महीने दसवीं विधानसभा में नेता सदन के पद पर रहे श्री मुलायम सिंह यादव आगे चलकर वर्ष 1996 में देश के रक्षा मंत्री बने।",
    "11TH":"11वीं विधानसभा  सदन के नेता  श्री कल्याण सिंह (भाजपा)  सभा के अध्यक्ष  केशरी नाथ त्रिपाठी (भाजपा)  विपक्ष के नेता  श्री कैलाश नाथ सिंह यादव (जनता दल) तदुपरांत श्री रेवती रमण सिंह (जनता दल-ब) <br> 12वीं विधानसभा सदन के नेता  श्री मुलायम यादव तदुपरांत सुश्री मायावती  सभा के अध्यक्ष श्री धनीराम वर्मा तदुपरांत बरखू राम वर्मा  विपक्ष के नेता श्री कल्याण सिंह ",
    "DHAN":"श्री धनीराम वर्मा",
    "RAM":"बरखू राम वर्मा ",
    "KALYAN":"श्री कल्याण सिंह",
    "MAYA":"सुश्री मायावती",
    "MUL":"श्री मुलायम सिंह",
    "12TH":"12वीं विधानसभा <br>सदन के नेता <br>श्री मुलायम सिंह यादव <br>तदुपरांत सुश्री मायावती  <br>सभा के अध्यक्ष <br>श्री धनीराम वर्मा <br>दुपरांत बरखू राम वर्मा  <br>विपक्ष के नेता <br>श्री कल्याण सिंह ",
    "PRESI":"ग्यारहवीं विधानसभा की अवधि अल्प रही अयोध्या में बाबरी मस्जिद ढहाए जाने के फलस्वरूप राष्ट्रपति ने 6 दिसंबर, 1992 की रात्रि में विधानसभा भंग कर दी तथा राष्ट्रपति शासन लागू कर दिया।  <br>24 अगस्त, 1994 के उपवेशन में माननीय संसदीय कार्यमंत्री द्वारा सदन में ‘उत्तरांचल’ नाम से पृथक राज्य की स्थापना किये जाने विषयक संकल्प प्रस्तुत किया गया जो उसी दिन स्वीकृति हो गया।  <br>बारहवीं विधानसभा में सुश्री मायावती राज्य की मुख्यमंत्री का पद संभालने वाली दूसरी महिला बनीं। मायावती का भारत की सबसे युवा महिला मुख्यमंत्री और सबसे प्रथम दलित मुख्यमंत्री होने का भी श्रेय प्राप्त है।",
    "KES":"श्री केशरी नाथ त्रिपाठी",
    "AZAM":"श्री मोहम्मद आजम खान",
    "LAL":"श्री लालजी टंडन",
    "CM7":"सदन के नेता ",
    "14TH":"14वीं विधानसभा <br>सदन के नेता <br>सुश्री मायावती <br>तदुपरांत श्री मुलायम सिंह  <br>सभा के अध्यक्ष <br>श्री केशरी नाथ त्रिपाठी <br>विपक्ष के नेता <br>श्री मोहम्मद आजम खान (सपा) <br>तदुपरांत श्री लालजी टंडन (भाजपा) <br> ",
    "11TH2":"",
    "15TH":"15वीं विधानसभा <br>सदन के नेता <br>सुश्री मायावती <br>सभा के अध्यक्ष <br>सुखदेव राजभर <br>विपक्ष के नेता <br>श्री मुलायम सिंह यादव <br>तदुपरांत श्री शिवपाल सिंह <br><br>16वीं विधानसभा सदन के नेता <br>श्री अखिलेश यादव <br>सभा के अध्यक्ष <br>ी माता प्रसाद पाण्डेय <br>विपक्ष के नेता <br>श्री स्वामी प्रसाद मौर्य (बसपा) <br>तदुपरांत श्री गयाचरण दिनकर   ",
    "SUKH":"सुखदेव राजभर",
    "PAL":"श्री शिवपाल सिंह",
    "15TH2":"15वीं विधानसभा <br>सदन के नेता <br>सुश्री मायावती <br>सभा के अध्यक्ष <br>सुखदेव राजभर <br>विपक्ष के नेता <br>श्री मुलायम सिंह यादव <br>तदुपरांत श्री शिवपाल सिंह  ",
    "CM15":"सदन के नेता ",
    "MAYAP":"पंद्रहवीं विधानसभा में सुश्री मायावती नेता सदन चुनी गईं और वह अपना कार्यकाल पूरा करने वाली उत्तर प्रदेश के इतिहास में पहली नेता बनी। <br>सोलहवीं विधानसभा में श्री अखिलेश यादव को सदन के नेता के रूप में चुना गया, जिससे वह यूपी के इतिहास में यह पद संभालने वाले सबसे कम उम्र के सदस्य बन गए। इस विधानसभा के कार्यकाल के दौरान, ऑनलाइन प्रश्न पूछने की प्रणाली विकसित की गयी, जिसके माध्यम से सदन के सदस्य ऑनलाइन प्रश्न पूछ सकते थे और अपने प्रश्नों का ऑनलाइन उत्तर भी प्राप्त कर सकते थे।  <br>उत्तर प्रदेश विधानमंडल की रजत जयंती मनाने के लिए ‘उत्तरशती समारोह’ भी इसी समयावधि में आयोजित किया गया था, जहां प्रथम उत्तर प्रदेश विधानसभा के सदस्यों को सम्मानित किया गया। इस कार्यक्रम में तत्कालीन राष्ट्रपति श्री प्रणब मुखर्जी ने शिरकत की। श्री मुखर्जी ने उत्तर प्रदेश विधानमंडल के दोनों सदनों को संबोधित किया और उत्तर प्रदेश विधान भवन की तर्ज पर एक डाक टिकट जारी किया। यूपी विधान भवन देश का एकमात्र विधान भवन है जिसके नाम पर डाक टिकट है। भवन के प्रवेश द्वार पर दीर्घा को सुशोभित करने वाले उत्तर प्रदेश के मुख्यमंत्रियों के तैल चित्रों का अनावरण भी इस समय के दौरान किया गया।   ",
    "7N8BTN":"सातवीं और आठवी विधानसभा का कार्यकाल",
    "9N10BTN":"नौवीं और दसवीं विधानसभा का कार्यकाल",
    "11N12BTN":"ग्यारहवीं और बारहवीं विधानसभा का कार्यकाल",
    "13N14BTN":"तेरहवीं और चौदहवीं विधानसभा का कार्यकाल",
    "15N16BTN":"पंद्रहवीं और सोलहवीं विधासभा का कार्यकाल",
    "EMEMBTN":"प्रतिष्ठित सदस्य",
    "LANDBTN":"ऐतिहासिक अधिनियम",
    "HEADBTN":"मुख्य बिंदु"
},
   "Part6":{
    "FIND":"माननीय योगी आदित्यनाथ के नेतृत्व में गठित वर्तमान विधानसभा एवं इससे पूर्व सत्रहवीं विधानसभा का वर्णन इस घटनाक्रम में समझिये। वर्तमान विधानसभा में माननीय अध्यक्ष और माननीय नेता सदन द्वारा राज्य हित में लिए गए सामाजिक एवं आर्थिक विकास के पहलुओं को भी समझिये। ",
    "PEEK":"वर्तमान अध्यक्ष द्वारा विधानसभा में शुरू की गयी महत्वपूर्ण परंपराओं पर एक नज़र, जिसमें माननीय महिला सदस्यों हेतु उपवेशन आहूत किया गया, जहां महिला सदस्यों द्वारा महिला मुद्दों पर चर्चा की गयी। सत्रहवीं और अठारहवीं विधानसभाओं का कार्य तथा महत्वपूर्ण बिन्दुओं की जानकारी के साथ माननीय अध्यक्ष द्वारा विधानसभा के बेहतर कल हेतु तैयार की गयी भविष्य की योजनाओं को भी समझिये।",
    "LEADER":"विपक्ष के नेता",
    "SPEAKER":"सभा के अध्यक्ष",
    "HIRI":"श्री हृदय नारायण<br> दीक्षित",
    "CHAU":"श्री रामगोविंद चौधरी",
    "YOGI":"श्री योगी आदित्यनाथ",
    "CM":"सदन के नेता ",
    "S1":"पहली बार सत्रहवीं विधानसभा उस क्षण की साक्षी बनी, जब विधान भवन के परिसर में पहली बार राष्ट्रीय स्तर के ‘राष्ट्र मंडल संसदीय संघ भारत क्षेत्र’ का सातवाँ सम्मलेन आयोजित किया गया, जिसमें ऑस्ट्रेलिया, मलेशिया और मॉरीशस के प्रतिष्ठित व्यक्तियों की मेजबानी की गई। ",
    "S2":"श्री योगी आदित्यनाथ के दिशा निर्देशन में राष्ट्रपिता महात्मा गांधी जी की 125वीं जयंती पर सतत विकास के लक्ष्यों पर 36 घंटे तक अनवरत चर्चा विधान सभा के विशेष सत्र में की गयी।  ",
    "S3":"विधानसभा के इस कार्यकाल में राज्य के निचले सदन में एंग्लो-इंडियन नामांकन की प्रथा समाप्त की गयी। ",
    "S4":"6 जून 2022 को देश के तत्कालीन राष्ट्रपति श्री रामनाथ कोविंद ने ‘आजादी का अमृत महोत्सव’ वर्ष के अवसर पर विधानमंडल के दोनों सदनों के समवेत उपवेशन को संबोधित किया। ",
    "SM1":"उत्तर प्रदेश विधानसभा अपनी स्थापना से ही देश में राजनीतिक और सामाजिक परिवर्तनों की प्रेरणा और सूत्रधार रही है। विधान सभा की गरिमा को नवीन आयाम प्रदान करने की दिशा में उत्तर प्रदेश विधान सभा द्वारा विधायी प्रक्रियाओं एवं नयी योजनाओं की रूपरेखा खींची गयी है, जिनमें मुख्य रूप से विधान सभा की प्रक्रिया तथा कार्यसंचालन नियमावली का सरलीकरण, प्रतिवर्ष सर्वश्रेष्ठ विधायक को पुरस्कृत करना, युवा संसद का आयोजन, संसदीय पत्रकारिता पर गोष्ठी, गाइडेड टूर जैसी अनेक योजनाओं पर कार्य किया जा रहा है।",
    "SM2":"",
    "SM3":"",
    "SATISH":"श्री सतीश महाना 29 मार्च, 2022 को सर्वसम्मति से सदन के अध्यक्ष पद पर चुने गए। लगातार 8वीं बार निर्वाचित श्री महाना विधान सभा के वरिष्ठतम सदस्यों में से एक हैं।  <br>प्रधानमंत्री श्री नरेन्द्र मोदी के मिशन मोड प्रोजेक्ट - ‘वन नेशन एप्लीकेशन’ की परिकल्पना को साकार करते हुए श्री महाना ने विधान सभा की कार्यप्रणाली को डिजिटल एवं हाई-टेक  बनाने की दिशा में महत्वपूर्ण कदम उठाये हैं। सभा मंडप को नई तकनीक एवं उपकरणों से सुसज्जित कर ई-विधान लागू किया जिसका उद्घाटन माननीय लोक सभा अध्यक्ष श्री ओम बिड़ला द्वारा किया गया। विधान सभा के प्रथम सत्र से ही सभा की कार्यवाही डिजिटल एवं पेपरलेस रूप में सफलतापूर्वक संचालित हो रही है। माननीय अध्यक्ष द्वारा की गयी यह पहल ‘ग्रीन इंडिया’ की परिकल्पना को साकार करते हुए भविष्य के लिए बहुत ही आवश्यक कदम है।  <br>इसके अतिरिक्त अब सदन के सत्रों के दौरान सदस्यों को जन्मदिन की बधाई दी जाती है। वर्षों से उत्तर प्रदेश शक्तिशाली महिला हस्तियों का घर रहा है। श्रीमती सरोजिनी नायडू, श्रीमती सुचेता कृपलानी और श्रीमती मायावती जैसे लोगों ने इस भूमि से राष्ट्रीय स्तर पर प्रशंसा बटोरी, राज्य की राजनीति ने हमेशा महिलाओं को सबसे आगे बढ़ाने की कोशिश की है। 22 सितंबर, 2022 को विधान सभा सत्र को माननीय अध्यक्ष श्री सतीश महाना द्वारा सदन की निर्वाचित महिला सदस्यों के लिए आहूत किया गया था। यह सत्र महिलाओं की उन्नति और उनके अधिकारों की चर्चा का साक्षी रहा। <br> इसमें महिला सदस्यों द्वारा पूरे मनोयोग से ज्वलंत मुद्दों पर चर्चा की गयी। कुछ महिला सदस्यों द्वारा कई बार निर्वाचित होने के बावजूद भी पहली बार सदन में बोलने का मौका हासिल किया गया। महिला सदस्यों के लिए समर्पित यह विशेष सत्र इतिहास के पन्नों में अमर हो गया है।",
    "17N18BTN":"सत्रहवीं और वर्तमान अठारहवीं विधानसभा का कार्यकाल",
    "VISBTN":"भविष्य की योजनाएं",
    "SPINVBTN":"माननीय स्पीकर द्वारा की गयी पहल",
    "EMEMBTN":"प्रतिष्ठित सदस्य",
    "LANDBTN":"ऐतिहासिक अधिनियम",
    "HEADBTN":"मुख्य बिंदु"
}
}

